[{"Datum":"1883-11-01","Erikson/Stolpe":"Stolpe fick plats och uppehälle på båten. Men inte pengar för fotograf och etnografika. Det skulle betalas med privata medel. Men samlingarna skulle ägas av staten."},{"Datum":"1883-11-02"},{"Datum":"1883-11-03"},{"Datum":"1883-11-04"},{"Datum":"1883-11-05"},{"Datum":"1883-11-06"},{"Datum":"1883-11-07"},{"Datum":"1883-11-08"},{"Datum":"1883-11-09"},{"Datum":"1883-11-10"},{"Datum":"1883-11-11"},{"Datum":"1883-11-12"},{"Datum":"1883-11-13"},{"Datum":"1883-11-14"},{"Datum":"1883-11-15"},{"Datum":"1883-11-16"},{"Datum":"1883-11-17"},{"Datum":"1883-11-18"},{"Datum":"1883-11-19"},{"Datum":"1883-11-20"},{"Datum":"1883-11-21","Erikson/Stolpe":"Så sent som en vecka innan, 21 november, donerade konstsamlaren och mecenaten Pontus Fürstenberg 10 000."},{"Datum":"1883-11-22","Humblas dagbok händelser":"(Okänt datum) Jag var först i vakt vid kasernportarna omkring två månader, och under fritiderna var jag uppassare åt kapten Palander, känd som chef på fartyget Vega och vilken tillsammans med professor Nordenskjöld upptäckte \"Nordostpassagen\" 1878-1880. TIll besättning på Vanadis utvaldes unga män från varje kompani, men ännu hade det inte blivit min tur, trots att Vanadis låg för ankar på Karlskrona redd och inom kort klar att avgå från Sverige. Därför trodde jag nu ej att jag skulle komma ifråga. Dagarna förut hade jag dessutom varit på sjöexpeditionen och anhållit om att få medfölja på ett mindre fartyg vid namn Gunhild, vilket var kommenderat att hålla inloppet till Göteborg öppet under vintern. Men en afton kom rapportkarlen till mig på kasern och sade: \"Nu, du Humbla, gäller det. Du skall göra dig i ordning med din akläder och sjöskrin och fara ut till Vanadis i morgon bitti klockan 8\". Då blev det annat av än att stå och fundera. Det första jag gjorde var att sträcka iväg och anmäla för kapten Palander, att jag nu måste sluta med uppassningen hos honom på grund av kommenderingen till sjöss. När jag träffade honom och framförde mitt ärende, sade han: -\"Då får du ut i världen och se alla slags folk, länder och nationer,  - är du lett åt det?\" Jag sträckte upp mig, slog klackarna tillsamman och fick upp handen i honnörställning samt svarade: \"Nej, herr kapten\". Som jag visste att han var en sträng officer, dugde det inte att säga, att jag i grund och botten var missnöjd med kommenderingen på Vanadis' världsomsegling."},{"Datum":"1883-11-23"},{"Datum":"1883-11-24"},{"Datum":"1883-11-25"},{"Datum":"1883-11-26"},{"Datum":"1883-11-27"},{"Datum":"1883-11-28"},{"Datum":"1883-11-29"},{"Datum":"1883-11-30","Mårtensson, Händelse":"På Karl den XII:s dödsdag spelade Kungshalls kanoner, men i helt\r\r\nfredlig tonart, för att betyga den nu anlände prins Oscar vår och hela nationens\r\r\nvördnad. (Mårtensson s.5)","Länk/Objekt":"http://libris.kb.se/bib/jvw10ldjgg3sg8p6"},{"Datum":"1883-12-01","Erikson/Stolpe":"Inmönstring!"},{"Datum":"1883-12-02","Mårtensson, Händelse":"En liten episod som inte får glömmas. Innan vi lämnade Karlskrona,\r var på söndagen chefens (Lagerberg) familj ombord, då besättningen dansade och roade\r sig; chefens ena dotter stod och stödde sig vid en knekt vid fockmasten om\r styrbord. Matrosen Uhlin från Stockholms station tillsade henne: Fröken,\r stå inte där och tjangsa med knekten, utan kom och dansa med mig och så\r gjorde han en artig uppbjudan. Dottern anmälde Uhlin för sin pappa.\r Uhlin fick 8 dagars sträng arrest samt blef afpolletterad. Detta var en\r minskning med en af de humoristiska gubbarne, som med sitt glada lynne\r under resan kunnat roa och fördrifvit mången ledig stund. \r(Mårtensson s.6)\r\n"},{"Datum":"1883-12-03"},{"Datum":"1883-12-04","Plats":"Karlskrona","Koordinater":[56.16348523014446,15.617373064214862],"Länk/Objekt":"https://picryl.com/media/bilden-visar-linjeskeppet-stockholm-vid-kolhalningsbron-i-karlskrona-till-vanster-9baf3b","Kommentar":"Bilden visar linjeskeppet Stockholm vid kölhalningsbron i Karlskrona. Till vänster ser man den nya uppförda tackelkammaren. Bakom linjeskeppet syns mastkranen från 1728 och en klaffbro. Bilden är tagen från varvsmuseets gamla lokal modellkammaren år 1884."},{"Datum":"1883-12-05","Plats":"Karlskrona","Koordinater":[56.16348523014446,15.617373064214862],"Mårtensson, Händelse":"Vi voro vid afresan 338 själar ombord. kl. 2,55 e. m. lättade vi ankar och ångade i väg för fyra pannor, Kungsdjupet utåt. Från\r\nKungsbron och Kungshalls fästningsvall samt alla andra punkter hvarifrån människor kunde se oss, viftade föräldrar, makor, syskon och hjärtevänner med näsdukar, hattar, schalar och käppar sina välgångsönskningar till den\r\nlånga färden, hvilka besvarades med våra hufvudbonader på samma språk af de som kunde komma åt, utan att tjänsten hindrade dem. Det var så tyst på däck, det hördes blott maskinens arbete, och ens tankar viskade: undrar om vi träffas mer?","Erikson/Stolpe":"Avseglade 5 december 1883","Humblas dagbok händelser":"Det var den 5:te december 1883. Länge hade förberedelserna till den förstående världsomseglningen pågått, och den 26:te nov. hade vi lagt ut på redden för att intaga ammunition och proviant. Vi voro 333 man ombord. Nu skulle Vanadis sjöduglighet sättas på sitt hårdaste prov. [...] Nu gjorde sig kölden allt mer och mer kännbar, och då vi fram mot 3-tiden den 5:te december firade upp ankaret samt satte maskinen igång, var det ganska bistert. I anledning av vår förestående världsomsegling samlades en väldig människomassa längs kajen och överallt syntes viftande näsdukar. Vid Kungsholms fästning sände vi 5 skott som en sista avskedshälsning och fick samma antal skott till svar. ","Sjöofficer Svante Natt och Dag händelser":"Det var kallt nog, när vi slutligen den 5 december kl.2,55 e. m. lättade och för fyra pannor ångade i väg Kungsdjupet utåt. På Kungsbron och under Kungshalls fästningsvall samt för öfrigt på alla punkter, der menniskor kundese och ses, syntes folk, som viftade med näsdukar, hattar och schalar eller utan andra synbara tecken till intresse än kanske en oemotståndligt frambrytande tår sände någon älskad son, broder, make eller hemlig hjertevän sina varmaste välgångsönskningar till den långa färden. Det var så tyst på däck i denna stund. Blott maskinens arbete samt ett och annat ord i tjensten afbröto stillheten. Kikarne kommo allt mer till användning. Så småningom fördunklades och sammansmälte de många kära bilderna der på stranden, ett sista hjertligt farväl framhviskades eller blott tänktes — och så foro blickar och tankar förut mot öppna sjön och framtiden."},{"Datum":"1883-12-06","Plats":"Mot Sheerness","Koordinater":[55.09130541296621,13.294467422181645],"Mårtensson, Händelse":"I Helsingborg ankrade vi den 6 i kungl. postverkets intresse, och låg\r\ndär en timma; där erhöllo alla gunrumsledamöter konungens porträtt. När\r\nBore väl fått oss i väg lämnade han oss och öfverlät åt zefyrerna att göra oss\r\nlifvet drägligare. Nu sattes segel, och en mera tilltalande syn än Vanadis\r\nunder segel kan man ej skåda. I Nordsjön sluppo vi frysa egendomligt\r\nnog."},{"Datum":"1883-12-07","Plats":"Mot Sheerness","Koordinater":[57.722090220249484,9.668979170100439]},{"Datum":"1883-12-08","Plats":"Mot Sheerness","Koordinater":[55.27947537054025,5.164584732035668]},{"Datum":"1883-12-09","Plats":"Mot Sheerness","Koordinater":[53.59940009399442,3.230990948994921]},{"Datum":"1883-12-10","Plats":"Sheerness","Koordinater":[51.4419301350188,0.7659508105876366],"Mårtensson, Händelse":"Natten till den 10 samt följande dag hade användts till att fylla kolförrådet\r och pråmarna lågo ännu kvar, en på hvardera sidan den 10 på\r kvällen och af alla tecken att döma skulle natten blifva svår. Strax efter\r\r\nmidnatt började det också att rifva i så hårdt, att styrbords ankare gjorde\r klart att fällas, vi togo in samma sidas fallrepstrappa, vi märkte att fregatten\r kommit i drift.","Humblas dagbok händelser":"Vi ankrade på Sherness redd för att ta in kol. [...] Då vi skulle fira stybords båt i sjön, hände oss ett litet missöde. Det var en båtgast som ryckte sprinten ur haken, med påföljd att båten \"gick för rund\" i sjön, varigenom några av besättningsmännen skadades. Kolningen lyckades vi fullborda, men alla tecken tydde på en annalkande storm. Därför fingo pråmarna kvarligga på var sin sida om Vanadis, medan stormen tilltog i styrka efter som kvällen led. Vid 12-tiden på natten förstod man också, att styrbords ankare behövde fällas. För att kunna verkställa detta, måste dock styrbords trappa tagas in, vilket skedde. Under dessa arbeten var det någon i besättningen som tyckte sig märka, att Vanadis drev allt länge och längre bort från sin ursprungliga plats, ned mot ett större större engelskt fartyg, \"Hydra\", vilket låg förtöjt på lä sida. Styrbordsankaret var redan fällt, men på grund av djupet, stötte Vanadis på den engelska båten, innan kättingen blev tillräckligt sträckt. Till all lycka var det den mellanliggande kolpråmen, som fick ta stöten, vilket sålunda förhindrade en olycka. ","Sjöofficer Svante Natt och Dag händelser":" I Sheerness tog brisen upp sig till hård storm med byar. Natten tillden 10 samt derpå följande dag hade användts till att fylla kolförrådet, och pråmarne lågo ännu qvar, en på hvardera sidan, d. 10 på qvällen. Af alla tecken att dömma skulle natten blifva svår nog. Strax efter midnatt började det också rifva i så hårdt, att styrbords ankare gjordes klart att fällas. Emellertid höll manskapet på med att taga in styrbords trappa och hala den på denna sida befintliga kolpråmen akteröfver, men innan detta medhunnits, märkte vi,att fregatten kommit i drift. Engelska monitorn »Hydra»låg i lä, färdig att helt vänligt taga emot oss med sin hvassa förstäf. Det blef emellertid kolpramens lott att i dubbel bemärkelse sitta emellan. Styrbords ankare gick nu,ketting stacks och fregatten såg väl upp för sina båda bog¬ankaren, medan det eldades på under pannorna och »Hydra»bokstafligen tjöt efter bogserångare för att blifva qvitt den besvärliga pråmen, hvilken satt der lik en jetteinsekt påhafsvidundrets näsa. Som en pil stack bogserångaren ut ochstälde snart allt till rätta, hvarpå vi ångade upp till vårgamla ankarplats. Våra skador såväl som Hydras voro knapt nämnvärda. Pråmen mådde sämst."},{"Datum":"1883-12-11","Plats":"Sheerness","Koordinater":[51.4419301350188,0.7659508105876366],"Mårtensson, Händelse":"Vid vår afgång från Sheerness voro stormkonerna hissade med spetsen nedåt, och väl komna genom Gullstream möttes vi af en hård västlig storm så att vi måste ankra på Downs redd och lugna oss ett par dagar."},{"Datum":"1883-12-12","Plats":"Sheerness","Koordinater":[51.4419301350188,0.7659508105876366],"Länk/Objekt":"https://commons.wikimedia.org/wiki/File:1904-08-18_front_Deal_sea_front.jpg","Kommentar":"Ett vykort som visar Deal i Kent, England 1904."},{"Datum":"1883-12-13","Plats":"Deal","Koordinater":[51.22279376430662,1.411572670567485]},{"Datum":"1883-12-14","Plats":"Deal","Koordinater":[51.22279376430662,1.411572670567485]},{"Datum":"1883-12-15","Plats":"Mot Lissabon","Koordinater":[50.46490037669554,0.6711765191016997]},{"Datum":"1883-12-16","Plats":"Mot Lissabon","Koordinater":[50.14211105002164,-2.119350759083062],"Erikson/Stolpe":"Med på resan hade Hjalmar Stolpe sina ritningar från utgrävningarna av Vendelgravfältet. Riksantikvarie Hans Hildebrand krävde att Stolpe måste slutföra dokumentationen. Framme i Lissabon skulle Stolpe ägna flera dagar åt att slutföra dokumentationen."},{"Datum":"1883-12-17","Plats":"Mot Lissabon","Koordinater":[48.633326384187036,-6.44796402123137]},{"Datum":"1883-12-18","Plats":"Mot Lissabon","Koordinater":[47.80620073934122,-8.579311627403984]},{"Datum":"1883-12-19","Plats":"Mot Lissabon","Koordinater":[43.1976281061405,-10.985317562153195]},{"Datum":"1883-12-20","Plats":"Mot Lissabon","Koordinater":[39.94392116677157,-11.336880053893008]},{"Datum":"1883-12-21","Plats":"Mot Lissabon","Koordinater":[38.94281272177477,-9.996548054134971]},{"Datum":"1883-12-22","Plats":"Mot Lissabon","Koordinater":[38.66884974366528,-9.271450414921608],"Mårtensson, Händelse":"Den 22 december varskoddes land, det var de höga Cintra-bergen samt Cap de\r\nRoca om babord och vi gingo under ånga in mot Tujos mynning, och ankrade\r\ni Lissabon, där vi julade."},{"Datum":"1883-12-23","Plats":"Lissabon","Koordinater":[38.66884974366528,-9.271450414921608],"Mårtensson, Händelse":"Dagen före julafton hade fria vakten erhållit landpermission. Några Norrlandsbåtsmän passade på tillfället och rymde. Anledningen trodde kamraterna vara den, att matroserna hade sagt att sjön å andra sidan linjen växte och blef så stor som en del kyrkor uppåt landsbygden till...Alltså 3 själar\r\nmindre.","Sjöofficer Svante Natt och Dag händelser":"Dagen före julafton hade fria vakten landpermission. Några norrlandsbåtsmän, som genomträngts af de nutida frihetsidéerna’ eller kanske af någon anledning ogerna ville lemna Europa, passade på tillfället och rymde. Att bedriften var i förväg planlagd, framgick deraf att de, innan de lemnade fregatten, pådragit ännu en omgång kläder. Alla forsök att fånga dem misslyckades. Förmodligen hafva de i detta nu haft åtskilliga anledningar att ångra sitt tilltag.","Länk/Objekt":"https://www.nationalgalleries.org/art-and-artists/117805/lisbon-easter-sunday-1884","Kommentar":"Vy över Lissabon påsken 1884."},{"Datum":"1883-12-24","Plats":"Lissabon","Koordinater":[38.66884974366528,-9.271450414921608],"Mårtensson, Händelse":"Efter dessa arbeten gjorde vi vår kära fregatt snygg och förberedde oss till en fröjdefull jul, hvar och en i sitt backlag — klädde med\r kulörta lyktor, vanliga ljus, kronor, små julgranar, ljus öfver allt — en nordbo kan inte tänka sig julen utan ljus. En transparang föreställande\r Vanadis i hårdt väder och med öfverskrift ”En god jul”, tillverkaren matrosen Törnström, vi tillskrifva honom all heder för sitt vackra arbete.","Humblas dagbok händelser":"Under julfatonen var Vanadis minst lika upplyst som en julottan. Överallt hänge lyktor, och var man kunde få ett julgransljus placerat, satte man upp det. Men det var icke nog med allt detta, det fanns till och med några julgranar ombord. [...] Det var mycket att ombestyra men trots allt, hade en av matroserna, han hette Larsson, vilken var särdeles påhittig och slundig, hunnit med att skära ut en transparang, med fregatten Vanadis för fulla segel samt däröver \"God Jul\". Denna transparang var synnerligen lyckad, och Larsson fick också beröm för den, inte blott av oss gastar, utan av befälet också. Men julnatten blev det dock klent med sömnen, ty tankarna, som kretsade kring de hemmavarande anhöriga i de låga båtsmansstugorna man tjänade för, gingo inte så lätt att skringra. ","Sjöofficer Svante Natt och Dag händelser":"I ersättning skall du få en liten titt in pa Vanadis’ batteri och trossbotten, just då julafton som bäst firas.\r\nLjus öfverallt! En nordbo kan icke tänka sig julenutan ljus. Manskapet har, uppfinningsrikt och praktiskt somdet alltid är, funnit på alla möjliga sätt att göra det trefligtåt sig inom backlagen. Kulörta lyktor, vanliga ljus, kronor,små julgranar äfven — allt finnes här och hela det rymligaskrofvet strålar som en svensk kyrka under julottan. Här glammas och skämtas, talas karlskronitska och portugisiska(som uppsnappats i land), ätes lutfisk och risgrynsgröt alldeles som hemma. En transparang, föreställande Vanadis i hårdt väder och med öfverskrift »En god jul», har gjort sin tillverkare (en matros) all heder. [...] Glädjen stod högt i tak, om man så får uttrycka sig ombord på ett fartyg, der en lång karl nätt och jemt kan gå rak (derest han icke befinner sig på däck). Nog flög emellanåt ett och annat litet vemodigt moln öfver de giftes, förlofvades och hemligt förlofvades anleten, men i allmänhet trifves icke tungsinthet i julljusens sken och allra minst ombord på en örlogsman, der ett godt kamratlif har tusende utvägar att friska upp lynnena."},{"Datum":"1883-12-25","Plats":"Lissabon","Koordinater":[38.66884974366528,-9.271450414921608],"Länk/Objekt":"https://collections.smvk.se/carlotta-em/web/object/1599871","Kommentar":"Denna sköld från Salomonöarna ingick i den första samling föremål som Hjalmar Stolpe förvärvade. Den norske sjökaptenen Jens Edvard Amundsen (1846-1918)."},{"Datum":"1883-12-26","Plats":"Lissabon","Koordinater":[38.66884974366528,-9.271450414921608]},{"Datum":"1883-12-27","Plats":"Lissabon","Koordinater":[38.66884974366528,-9.271450414921608]},{"Datum":"1883-12-28","Plats":"Lissabon","Koordinater":[38.66884974366528,-9.271450414921608]},{"Datum":"1883-12-29","Plats":"Lissabon","Koordinater":[38.66884974366528,-9.271450414921608],"Humblas dagbok händelser":"När då Vanadis skulle avsegla, varsnade man att inte mindre än 3 av manskapet felade. Man sökte fartyget runt, men då de icka avhördes, tog man för givet att de rymt. Två av dessa voro okända för mig, ty vi hade ju inte seglat länge ännu för att känna varandra, men den tredje hette Sjögren och var hemma i Misterhult. "},{"Datum":"1883-12-30","Plats":"Mot Ekvatorn","Koordinater":[37.66692970600181,-11.248989430958053]},{"Datum":"1883-12-31","Plats":"Mot Ekvatorn","Koordinater":[36.585070145704144,-12.314248428923]},{"Datum":"1884-01-01","Plats":"Mot Ekvatorn","Koordinater":[36.30225934881953,-13.32499058482801],"Mårtensson, Händelse":"Den 1 januari 1884 önskade vi hvarandra ett godt nytt år. Den 7\r\nkom frisk, ostlig vind och vi dansade i väg med 12 knops fart, troende att\r\nvi fått passagen, men förgäfves; följande dag seglade vi efter programmet,\r\ngång på gång upprepades detta, till medio af januari, då passagen tog oss\r\nom hand. Nu gick det som en dans öfver sjöarna, ju närmare vi kommo\r\nlinjen dess"},{"Datum":"1884-01-02","Plats":"Mot Ekvatorn","Koordinater":[35.19667586648244,-14.028115562848887]},{"Datum":"1884-01-03","Plats":"Mot Ekvatorn","Koordinater":[34.33025263394269,-10.732217228376028]},{"Datum":"1884-01-04","Plats":"Mot Ekvatorn","Koordinater":[32.86617799486474,-13.412881207080622]},{"Datum":"1884-01-05","Plats":"Mot Ekvatorn","Koordinater":[31.415038827470465,-15.566201452269558]},{"Datum":"1884-01-06","Plats":"Mot Ekvatorn","Koordinater":[30.548512367754615,-16.752724852679787]},{"Datum":"1884-01-07","Plats":"Mot Ekvatorn","Koordinater":[28.52224733900964,-19.345498313532588]},{"Datum":"1884-01-08","Plats":"Mot Ekvatorn","Koordinater":[25.90416538590896,-19.25760769127998]},{"Datum":"1884-01-09","Plats":"Mot Ekvatorn","Koordinater":[24.192326885997534,-19.125771757901067]},{"Datum":"1884-01-10","Plats":"Mot Ekvatorn","Koordinater":[22.700661889183912,-20.00467798042716]},{"Datum":"1884-01-11","Plats":"Mot Ekvatorn","Koordinater":[21.56087114505365,-22.1579982256161]},{"Datum":"1884-01-12","Plats":"Mot Ekvatorn","Koordinater":[20.86442495904694,-23.652138803910468]},{"Datum":"1884-01-13","Plats":"Mot Ekvatorn","Koordinater":[19.461897469332694,-23.827920048415685]},{"Datum":"1884-01-14","Plats":"Mot Ekvatorn","Koordinater":[17.67068352251993,-25.849404360225705]},{"Datum":"1884-01-15","Plats":"Mot Ekvatorn","Koordinater":[16.536657099019067,-26.508584027120282]},{"Datum":"1884-01-16","Plats":"Mot Ekvatorn","Koordinater":[14.035842379801524,-29.89237298384575]},{"Datum":"1884-01-17","Plats":"Mot Ekvatorn","Koordinater":[12.06668353858228,-29.980263606098358]},{"Datum":"1884-01-18","Plats":"Mot Ekvatorn","Koordinater":[9.09442152144944,-33.0264686004919]},{"Datum":"1884-01-19","Plats":"Mot Ekvatorn","Koordinater":[3.7995362313406758,-31.667706607269242]},{"Datum":"1884-01-20","Plats":"Mot Ekvatorn","Koordinater":[1.2302263904765358,-28.027551360440732]},{"Datum":"1884-01-21","Plats":"Ekvatorn","Koordinater":[-0.5274840854118552,-26.26973888320636],"Mårtensson, Händelse":"På H. M. konungens födelsedag passerade vi linjen. Neptuns härold, Löpare-Nisse var matrosen Appelgren, Hans sjödruckna majestät, uppbördsskeppare Nilsson, drottningen, matrosen O. Pettersson under tilltalsordet...ingen var missnöjd med Neptuns visit utan alla var\r\nnöjda och nu räknade vi oss till sjöfolk hvarenda själ.","Humblas dagbok händelser":"Klockan 4 på eftermiddagen passerade vi ekvatorn, eller \"linjen\" som den även benämnes. Då kom konung Neptunus med sin lysande svit, bestående av ett trettiotal personer, ombord till oss. Alla voro vitklädda och maskerade efter bästa förmåga. Den som hade hand om såpkopp och rakborste tog genast itu med intvålningen, och strax framträdde den ene av \"frisörerna\" med en jättestor rakkniv av trä i högsta hugg, samt låtsades raka. Under tiden höll kamraten-hårfrisören på med allmän genomklippning och hans verktyg, sax och kam, voro likaledes förärdigade av trä. Början gjordes med chefen, prins Oskar Bernadotte, därefter de officerare och slutligen besättningen, men endast vilka icke förut passerat \"linjen\".  ","Sjöofficer Svante Natt och Dag händelser":"På konungens födelsedag passerades linien. Alla de upptåg, som vid ett sådant tillfälle förekomma, har du antagligen både hört och läst om och kanske till och med sett dem återgifvas på gamla teaterns i Karlskrona scen, hvarför jag alldeles förbigår dem, tills du i något bref sänder ordentlig reqvisition på en ny beskrifning. Vill blott lemna det meddelande, att Neptuns härold,»Löpar-Nisse», denna gång representerades af matrosen Appelgren, medan hans sjödruckna majestät sjelf för tillfället ifråga hade iklädt sig uppbördsskepparen Nilssons dödliga gestalt. Vår påpasslige fotograf har förevigat det af bortåt trettio själar bestående sällskapet.","Länk/Objekt":"https://digitaltmuseum.se/011015395777/fregatten-vanadis-neptun-med-svit-vid-passage-av-linjen-sondagen-21-1-188"},{"Datum":"1884-01-22","Plats":"Mot Rio De Janeiro","Koordinater":[-1.230521916550759,-29.082238846781358]},{"Datum":"1884-01-23","Plats":"Mot Rio De Janeiro","Koordinater":[-2.1090463152662386,-30.31270758084543]},{"Datum":"1884-01-24","Plats":"Mot Rio De Janeiro","Koordinater":[-4.21509045695826,-32.070520058079794]},{"Datum":"1884-01-25","Plats":"Mot Rio De Janeiro","Koordinater":[-7.188247367684004,-32.94942629669698]},{"Datum":"1884-01-26","Plats":"Mot Rio De Janeiro","Koordinater":[-9.297452686974832,-33.037316997961824]},{"Datum":"1884-01-27","Plats":"Mot Rio De Janeiro","Koordinater":[-11.587814132601801,-34.223840420095016]},{"Datum":"1884-01-28","Plats":"Mot Rio De Janeiro","Koordinater":[-15.559686657648944,-36.06954352119111]},{"Datum":"1884-01-29","Plats":"Mot Rio De Janeiro","Koordinater":[-20.32416196720337,-37.73946537456376]},{"Datum":"1884-01-30","Plats":"Mot Rio De Janeiro","Koordinater":[-22.370532750362262,-40.42012940234617]},{"Datum":"1884-01-31","Plats":"Mot Rio De Janeiro","Koordinater":[-23.221290522794842,-42.09005125571882]},{"Datum":"1884-02-01","Plats":"Rio de Janeiro","Koordinater":[-22.925648088707813,-43.1447389162166],"Mårtensson, Händelse":"I Rio de Janerio, gula feberns hufvudstad, ankrade vi den 1 februari. Rio har två ankarplatser. Vi lågo i den yttre, där örlogsfartyg brukar\r\nligga. Någon landpermission var icke tänkbar för besättningen, genom att\r\ngula febern var som vanligt i gång, men officerarna voro antagligen skyddade\r\nför den, för de voro i land utom de som skötte vakten.","Humblas dagbok händelser":"OKLART DATUM: Efter att ha intagit stenkol samt vatten, i vilket arbete även negrer deltog, fingo vi det ganska lindrigt. ","Sjöofficer Svante Natt och Dag händelser":"Rio de Janeiro, gula feberns hufvudstad, var närmaste målet. Den 1 februari kommo vi hit. Det låter kanske löjligt, om jag säger, att örlogsmän äro här icke så utsatta för feberns anfall, som kofferdimän. Så är emellertid förhållandet och detta af helt enkla och naturliga skäl, som det mesta här i verlden. Rio har nämligen två ankarplatser,en inre för handelsfartyg, hvilken ligger närmare staden och längre från de friska hafsvindarna, samt en yttre för örlogsfartyg, med hvilken förhållandet är omvändt. Derför, skall du helsa på här, så kom under tretungad flagg!","Länk/Objekt":"https://collections.smvk.se/carlotta-em/web/object/1487122"},{"Datum":"1884-02-02","Plats":"Rio de Janeiro","Koordinater":[-22.925648088707813,-43.1447389162166],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM  RIO DE JANEIRO: Passero publico är, såsom namnets senare hälft angifver, en allmän trädgård med en liten täckt paviljong, café och en utåt Rio-viken vettande terrass, hvars fot sköljes af Atlantens vågor. Här samlades vi en qväll för att se på folklifvet, prata och dricka öl. Qvällen var förtjusande och stämde våra sinnen till vemodigt svärmeri. Några af våra sångare trädde litet senare ut på terrassen och uppstämde en och annan för oss välkänd sång. Du skulle hört doktor Stolpe sjunga »Du gamla, du friska, du fjellhoga nord»! [...] En annan afton uppträdde vår egen musikkår till förmån för »sällskapet för slafvarnes befrielse». Fanjunkare Heimdal i Karskrona, hvilken öfvat in de blåsande gossarne, hade all heder af sitt arbete, och bravo- samt eviva-ropen ville aldrig upphöra. Och jag undrar, huru det folk skall vara beskaffadt, som icke röres af »Neckens polska», »Till Österland vill jag fara», »Kristallen den fina», med flera svenska folkvisor. Vi sutto der en liten hop nordbor samlade midt i ett folk med främmande vanor, åskådningssätt och känslor, och det gjorde oss godt i hjertat att se den verkan, de enkla tonerna från våra furuskogar och stränder utöfvade på dessa eldiga sydländingar.","Länk/Objekt":"https://digitaltmuseum.se/011024805455/bastuba"},{"Datum":"1884-02-03","Plats":"Rio de Janeiro","Koordinater":[-22.925648088707813,-43.1447389162166]},{"Datum":"1884-02-04","Plats":"Rio de Janeiro","Koordinater":[-22.925648088707813,-43.1447389162166]},{"Datum":"1884-02-05","Plats":"Rio de Janeiro","Koordinater":[-23.312126611588667,-43.29854745504443]},{"Datum":"1884-02-06","Plats":"Rio de Janeiro","Koordinater":[-24.31719990212288,-43.8039185422493],"Mårtensson, Händelse":"När vi då sågo att inte chefens\r\nloford gick i fullbordan, och vi ej fingo något till lifs annat än det vanliga\r\nsalta, då strejkade besättningen en kväll, och korpralerna blefvo kallade\r\nakter öfver, och vi fick klargöra för äfventyren, och strax märktes det\r\natt våra ord bar frukt. Dagen efter fick vi färsk kuse, det var den 6 febr.\r\ndå hade vi inte sett sådan vara sedan juldagen 1883."},{"Datum":"1884-02-07","Plats":"Rio de Janeiro","Koordinater":[-26.745742310855096,-45.49581312586026],"Mårtensson, Händelse":"så ångade vi åter till sjös, följda af några skandinaver ombord på en bogserbåt."},{"Datum":"1884-02-08","Plats":"Mot Eldslandet","Koordinater":[-27.410916837609808,-45.75948499744542]},{"Datum":"1884-02-09","Plats":"Mot Eldslandet","Koordinater":[-27.80034059965394,-45.05636000655167]},{"Datum":"1884-02-10","Plats":"Mot Eldslandet","Koordinater":[-28.34319489796347,-45.27608656620597]},{"Datum":"1884-02-11","Plats":"Mot Eldslandet","Koordinater":[-30.448800967820056,-47.956750593988374]},{"Datum":"1884-02-12","Plats":"Mot Eldslandet","Koordinater":[-33.02721132413368,-50.32979743825478]},{"Datum":"1884-02-13","Plats":"Mot Eldslandet","Koordinater":[-35.03011718752898,-52.26339116321257]},{"Datum":"1884-02-14","Plats":"Mot Eldslandet","Koordinater":[-35.389170245342115,-51.99971929162742]},{"Datum":"1884-02-15","Plats":"Mot Eldslandet","Koordinater":[-36.03145107697975,-51.779992731973124]},{"Datum":"1884-02-16","Plats":"Mot Eldslandet","Koordinater":[-36.129120919854955,-53.77950448970924]},{"Datum":"1884-02-17","Plats":"Mot Eldslandet","Koordinater":[-37.034162937033486,-54.50900102286118]},{"Datum":"1884-02-18","Plats":"Mot Eldslandet","Koordinater":[-38.355472505281924,-53.98165728934552]},{"Datum":"1884-02-19","Plats":"Mot Eldslandet","Koordinater":[-39.68692893972252,-56.35470409016598]},{"Datum":"1884-02-20","Plats":"Mot Eldslandet","Koordinater":[-40.960018897381794,-57.760954046207736]},{"Datum":"1884-02-21","Plats":"Mot Eldslandet","Koordinater":[-42.3390860000132,-60.881071251565764]},{"Datum":"1884-02-22","Plats":"Mot Eldslandet","Koordinater":[-43.337992384856605,-62.33126651873382]},{"Datum":"1884-02-23","Plats":"Mot Eldslandet","Koordinater":[-43.08175642671037,-62.50704776323905]},{"Datum":"1884-02-24","Plats":"Mot Eldslandet","Koordinater":[-45.3181918318402,-63.69357116364928]},{"Datum":"1884-02-25","Plats":"Mot Eldslandet","Koordinater":[-46.05496277552966,-65.05587580856474]},{"Datum":"1884-02-26","Plats":"Mot Eldslandet","Koordinater":[-47.05218663277892,-65.49532891982777],"Erikson/Stolpe":"Stock. Dagbl: Stolpe ser rökpelare och skriver \"Hjärtat bultar vid tanken på högväxa patagonier svepta i guanaco-fällar, och på alla goda bidrag till vårt Etnografiska museum som skulle kunna träffas hos dem om jag kunde flyga iland\""},{"Datum":"1884-02-27","Plats":"Mot Eldslandet","Koordinater":[-49.250621761450454,-65.93478203109085]},{"Datum":"1884-02-28","Plats":"Mot Eldslandet","Koordinater":[-51.65622459117419,-68.00021165402715],"Mårtensson, Händelse":"Hajarna har visat sig sällskapsaktiga under denna färd;\r\nvi hade i flera dagar en tio stycken i sällskap. Vi gjorde försök att fånga\r\ndem, men fläsket var så surt, att när hajkroken med fläsk på, kastades ut\r\ntill dem så kände de lukten och summo undan."},{"Datum":"1884-02-29","Plats":"Punta Arenas","Koordinater":[-53.183677393127624,-70.94454782642907],"Humblas dagbok händelser":"I Magelhaens sund inlöpte vi på morgonen den 29:de februari under täta regnbyar, åtföljda av en hård blåst. Östra delen av sundet med sin ödsliga och enformiga natur var allt annat än tilldragande för oss, och regnet, som fortfarande flöt i strömmar, bidrog ju ej heller att rycka upp humöret. Det enda antydande tillvaron av människor vi sågo under denna del av resan, var eldarna på stranden, men i närmare beröring med infödingar kommo vi ej under färden till Punta Arenas, världens sydligaste stad, vars redd vi anlöpte. "},{"Datum":"1884-03-01","Plats":"Punta Arenas","Koordinater":[-53.183677393127624,-70.94454782642907],"Mårtensson, Händelse":"Punta Arenas, Mageluens sund, den 1 mars. Hit har det varit ombytligt.\r\r\nEn och annan rätt svår by gjorde till att vi raskade på; en dag gick det\r\r\nundan, när vi kommo in i sundet med 18 knops fart, utan så stor segelklut\r\r\ntillsatt att man kunde snyta sig i den. vi väntade att få se hvalar, sälar, sjöfåglar, men vi fingo inte se någonting Här fick vi landpermission. två patagoniska damer skulle bo i Punta Arena men vi blefvo aldrig\r\npresenterade.","Erikson/Stolpe":"Stock dagbl. Här börjar egentliga arbetet. Curiositeter i butikerna. Två kvinnor besöks. Hoppas fotografera och antropologiskt mäta dem. Mamman redan varit i Paris och blivit mätt. Därfär pomtressamt- Men inte dottern.  Besökte sedan övergivna kolgruvor, samla växter till Nathorst. Träffade guldvaskare, en halvindian från Chile, tog bild på dem mot cigarr.","Sjöofficer Svante Natt och Dag händelser":"Jag tror, att den vigtigaste händelsen under detta skede af resan var ett högtidligt öfver-bord-hyfvande af den myckna koncentrerade svafvelsyra, som hörde till ismaskinen. Fruktan för att flaskorna skulle springa och att vätskan då skulle fräta hål i bottnen på skutan motiverade manövern. Slut derför med all is¬fabrikation om bord — hvilken ännu aldrig börjat. [...] Här kikas och spejas efter indianer och guanaccas (vild lama), rustas till jagt och utfärder för både vetenskapliga och onyttiga ändamål. Och så skall man köpa »grunkor»\"att visa vännerna hemma, så att de verkligen tro, att man varit i Punta Arenas. Farväl nu tills i qväll! Nu skall jag i land med några kamrater och visa de här kannibalerna nere i söder, hur en svensk sjöman tar sig ut till häst.","Länk/Objekt":"Ö 3507 Souvenier från Punta Arenas."},{"Datum":"1884-03-02","Plats":"Borja Bay","Koordinater":[-53.53504052282803,-72.48643333263854],"Mårtensson, Händelse":"Efter kolningen så lättade vi ankar på kvällkvisten och svängde om sydligaste\r\r\nfastlandsudden.","Sjöofficer Svante Natt och Dag händelser":"Ännu har jag icke fått se några rödskinn, ehuru det påstods, att två patagoniska damer skulle bo i Punta Arenas. Synd, att jag aldrig blef presenterad. De skulle fått hvarsitt perlband, som jag köpt hos Leja."},{"Datum":"1884-03-03","Plats":"Colombine cove, Newton Island","Koordinater":[-51.883999416620874,-73.71382131756671],"Mårtensson, Händelse":"En kanot kom ut från land emot oss med fem indianer ombord; maskinen stoppades och stormärskorpralen Nordström gaf dem ett\r\nkasttag. Det var två män och tre kvinnor, utstyrda i enkel dräkt, nämligen\r\n va skinn kring axlar ooh midja. Den ena af de sistnämnda fick kasttåget\r\ni pannan, och af slaget började blodet att rinna. Vi togo dem ombord, men\r\nd®t v® lä^are sagdt än gjordt, för de kände inte igen sig bland den rasen\r\nal tolk. Sjukvårdaren Gråberg förband den sårade, samt iklädde den en\r\nskjorta som chefen skänkte till henne'. De togo plats vi spelet och fotografen\r\npassade på tillfälle och knep dem. Emot diverse bytesgods fingo de\r\nbrännvin, tobak och tändstickor, men om Ni mins så föredrogo de Jönkö-\r\nPmgs tändstickor framför Örebro. Tobak gick i dessa gentlemän som\r\nsocker i en svensk barnunge; de fäste sig icke vid hvilken sort eller\r\nnummer som de begagnade, hufvudsak att de fick det i ansiktet. Damerna\r\ni kanoten voro mycket för speglar, och när de fick se sig så jublade de\r\nvärre. I en annan båt vi sammanträffade med, hade de full utrustning\r\nmed pilar som var af glas i trekantig form, och med sina tänder beto de\r\ndem till denna form. Dessutom fanns i kanoten fem nakna ungar som\r\nsutto och värmde sig vid en eld, uppgjord i en gryta i båtens botten. Temperaturen\r\nvar -f 4 och 6 gr. C. Några wig-wams (hyddor) sågo vi också,\r\nmen de voro öfvergifna före vår ankomst. Doktor Stolpe har fått ett och\r\nannat godt bidrag till etnografiska museet där hemma.","Erikson/Stolpe":"Stock dagbl: 3 män, 2 kvinnor. Tog hårprov.","Humblas dagbok händelser":"Några indianer hade vi ej skådat under vårt uppehåll i Punta Arenas, och därför blevo vi glada, när vi på söndagsförmiddagen fingo en kanot med infördingar i sikte. Vi styrde genast ned på dem, Vanadis' maskin stoppades, en ände kastades, och snart låg den egendomliga farkosten längs långsidan med vår fregatt. Besättningen på denna underbara båt utgjordes av två män och tre kvinnor, alla nödtorftigt klädda. Mest förundrade vi oss över hur de kunde klara sig mot kylan i denna ytterst lätta habit, och det fanns matroser, vilka antog, att det var på grund av att de fröso som de uppgivit så vilda skrän, redan på långt håll. Kanoten bestod av tre stycken bräder samt valbarder och över denna stomme var sedan kanottyget påspänt. [...] Det var några av besättningen på Vanadis som slängde till dessa infödingar ett och annat som medförts, vilket allt uppfångades med stor begärlighet. Indianeras breda, av det svarta, toviga håret omgivna ansikte uttryckte den största råhet och därför var det ej med oblandade känslor, man skådade ner på halvnakna vildarna, där de sutto i sin enkla farkost. Sedan denna byteshandel var avslutad och infödingarna förstått att det främmande fartygets besättning utgjordes av fredliga män, lyckades det oss att förmå en av de manliga att gå ombord på Vanadis, och strax efter följde en av kvinnorna hans exempel. Det är ju möjligt att dessa voro man och hustru. Hur som helst fingo vi dem akterut där de fotograferades. Mannen stod alldeles stilla, men värre var det med kvinnan. Som tack för besväret, överlämnades därefter en skål soppa åt rödskinnen. Till att börja med försökte mannen äta med sked, men snart nog \"tog naturen ut sin rätt\" - både mannen kvinna döko ned med händerna i skålen, och då gick betydligt lättare för dem att få fatt i grönsakerna i soppan. När detta var gjort satte de skålen för munnen och tömde innehållet i ett enda drag. Men ännu mer presenter fingo vildarna av oss, innan de lämnade Vanadis. En av officerarna letade nämligen rätt på en av sina stärkskjortor, vilken drogs på kvinnan som med synbarligen stor glädje mottog den ovanliga presenten, ty så förtjust som hon var över denna skjorta, bleve väl knappast en officersfru över en sidenblus! Det enda de inte tyckte om var musiken, vilken fick spela ett enda stycke för dem...Ungefär en timme sedan dessa vänner lämnat oss, syntes ånyo en kanot komma bortifrån öarna och styra rätt på oss. [...] I denna båt befunno sig två män, två kvinnor, fem små barn och två hundar. Det var en vedervärdig syn att skåda dessa stackars barn [...] sitta alldeles nakna på botten av kanoten. [...] Barnens ansikten voro ej alls avskräckande, men samliga i båten, både stora som små, föreföllo dock mera djur än människor. Och den äldste av de båda männen hade det mest vederstyggliga utseende. [...] Det var rätt mycket, som vi på en kort stund tillbytt oss av dessa indiander, och det hopsamlades för statens räkning och överlämnades i sinom tid till flottans museum. ","Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM:  Du skall i mina bref finna litet eller intet afvetenskapliga iakttagelser, statistik och beskrifning af främmande folks lynne och seder. Ty om vetenskap må de lärde orda (och i deras led blir jag nog aldrig inrymd);statistik är mycket nyttig, men alldeles förhexadt ledsam, daden förekommer i bref; och hvad betraffar studiet af främmande folks egenskaper, djupare sedt, tror jag knappt, att sådant medhinnes under de få dagar eller veckor, som ett fartyg besöker någon hamn, hvilken dertill ju alltid eller vanligtvis är en ort i landets yttersta kant, der främlingar mer eller mindre ofta vistas och utöfva inflytande och der man väl icke gerna kan vänta att få någon djupare inblick i de vanor, som känneteckna folket i dess helhet. — Derför— och det var derhän jag ville komma — kallprat blir det hela, huru hett det än kan vara emellanåt, då det nedskrifves; du skall få till lifs sma notiser om äfventyr, lustiga påhitt och egendomliga typer, som vi sett och komma att se på denna resa, då vi fara rundt jorden och törna emot land här och der, som en kork dansar rundt i ett handfat och stöter emot väggarna. — Forwards! [...] Några eldsländare (kanot-indianer) i sina små farkoster hafva vi mött. Men någon vidare konversation blef icke af. Slutligen kom dock en kanot ut från land emot oss. Maskinen stoppades och en matros gaf vildarne ett kasttåg att hugga fast uti. De voro två män och tre qvinnor, alla ytterst enkelt utstyrda, dels i gamla europeiska kläder, dels i plagg af inhemskt snitt, det vill säga ett eller två skinn kring axlar och midja. Man frös, när man såg dem så lätt klädda i en temperatur af + 6 till + 109 C. Emellertid hade de tillfälle att värma nyporna öfver glöden af en eld, som de uppgjort midt i bottnen af — kanoten! Och detta att alltid föra eld med sig, tror jag är karaktäristiskt för folket. En ask Örebro-tändstickor emottogs med begärlighet och gömdes noga af en manlig vilde. Möjligen hade han lika gerna sett en ask af Jönköpings tändsticksfabrik, ehuru jag i hans kläder alltid skulle föredragit Örebro.\r\nTobak går i de här gentlemännen, som socker i en svensk barnunge, och de äro ej så synnerligt noga hvarken med sort eller nummer. Gemensamt med nordens qvinnor fann jag damerna i kanoten hafva starkt tycke för speglar. Mot en sådan bytte jag mig till en paddel. Fotografen ombord passade på och förevigade ett par af dem. [...] Man indelar i allmänhet rödskinnen härstädes uti »Horse-Indians»(ryttarfolk), som bo på patagoniska sidan om sundet, »Foot¬Indians», hvilka bebygga motsatta kusterna och Eldslandet,samt »Canoe-Indians» eller »Pecheräerna», af hvilka vi mötte representanter på sjön. Man gör klokast i att anse allesamman som ett opålitligt, fegt och på samma gång mordlystet patrask, hvarför ock vi aldrig gingo längre inåt land,utan att vara ordentligt beväpnade. En engelsk båtbesättning, som landat i ett af de smärre sunden här för ett par år sedan, blef öfverfallen af rödskinnen och till största delen massakrerad. Efter den betan tycks emellertid något engelskt örlogsfartyg hafva gifvit vildarne en lexa for framtiden, sa att de hålla sig undan, då en örlogsman nalkas kusten; vid våra ströftåg sågo vi nämligen ett par gånger rökpelare uppstiga, men indianer påträffades icke.","Länk/Objekt":"https://digitaltmuseum.se/011024801442/mockasiner https://digitaltmuseum.se/021027517952/harpunspets https://digitaltmuseum.se/021027517959/harpunspets"},{"Datum":"1884-03-04","Plats":"Molyneux Sound","Koordinater":[-50.285223,-74.899047]},{"Datum":"1884-03-05","Plats":"Green (Gray?) Harbour","Koordinater":[-50.003630804605166,-74.42202745115527]},{"Datum":"1884-03-06","Plats":"Mot Valparaiso","Koordinater":[-49.40323977498804,-74.40005479559211]},{"Datum":"1884-03-07","Plats":"Mot Valparaiso","Koordinater":[-48.001710662995116,-74.63595396103868]},{"Datum":"1884-03-08","Plats":"Mot Valparaiso","Koordinater":[-46.75193237689369,-76.70138358397503],"Mårtensson, Händelse":"Ett par sjölejon\r\noch en tysk örlogsman sågo vi under färden, alla tre tycktes hålla på\r\nmed sjömätningar. För öfrigt inga märkvärdigheter. Vi hafva nu passerat\r\ndet ena sundet efter det andra och närma oss allt mer Stilla oceanen. Då\r\nvi ångade genom Chasm-Reach som har branta och höga stränder, afsköts\r\nett löst kanonskott — och vill ni hafva bevis på eko — genljudet af skottet\r\nkom igen så många gånger, så måhända att det skräller där borta än i\r\nbergen."},{"Datum":"1884-03-09","Plats":"Mot Valparaiso","Koordinater":[-44.66706824541441,-76.9369469885399]},{"Datum":"1884-03-10","Plats":"Mot Valparaiso","Koordinater":[-41.8655800923922,-75.82906504369863]},{"Datum":"1884-03-11","Plats":"Mot Valparaiso","Koordinater":[-39.3981137552323,-75.69722910790605]},{"Datum":"1884-03-12","Plats":"Mot Valparaiso","Koordinater":[-36.69937389707772,-75.08199474087404],"Mårtensson, Händelse":"Nu äro vi på väg till Penasbukten och så börja vi ett nytt skede. Hittills\r\nhar Stilla oceanen varit fullt så god som sitt rykte. Frisk bris från S. 0.\r\nkom bra till pass från Magelhaens sund till Valparaiso; vinden stod stadigända\r\nfram. Såsom extra sysselsättning framhålles metande af albatrosser."},{"Datum":"1884-03-13","Plats":"Mot Valparaiso","Koordinater":[-33.40634733730616,-71.91793225908656]},{"Datum":"1884-03-14","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619],"Mårtensson, Händelse":"Den 14 mars ankrade vi på Valparaisos redd. Valparaiso\r\r\nvar för en trettio år sedan, då ”Eugenie” hälsade på där, illa anskrifven,\r\r\nmen så var det icke nu, den har gått framåt med stora steg. I förhållande\r\r\ntill bildstoder, så var det den rikaste stad i världen i afseende på\r\r\nsin storlek. Där hade utspelats krig emellan Chile och Peru; chileanerna En egendomlighet för staden är de frivilliga\r\nbrandkompanierna, tio till antalet. Hvarje i staden boende nationalitet,\r\noch det rätt många, hade hvar och en sitt eget kompani. Kompanierna\r\nrekryterades af unga, raska män af rekommenderad familj; öfver\r\nhvarje sprutbod hade kompaniet sin klubblokal där aftonens timmar kunna\r\npå ett angenämt sätt tillbringas. (En kompanichef var halfsvensk och hette\r\nSchröder).\r\nBland minnena i Valparaiso kommo vi till ett ställe som heter Hissen\r\noch där bodde hyggliga svenskar; en kapten Lund, som var mycket intresserad\r\nför oss och gaf oss upplysningar om Chile. I land kommo vi och\r\nroligt hade vi på ett danshus — lite vederkvickelse behöfver en sjöman.\r\nDet var många som hade glada minnen härifrån, men kryssmärsgasten\r\nHåkansson ifrån Stockholms station ådrog sig en sjukdom som han ej blef\r\nfri ifrån och ett år efter vår hemkomst afled han under svåra plågor. Sjukvårdarna\r\nsom varit rätt mycket lediga till Valparaiso, fingo jämn sysselsättning\r\nhädanefter. Det kolades ombord, och därefter fejades och putsades\r\naf alla krafter. Det skulle blifva bal ombord, en trettio personer, däribland\r\nen del svenskar, bland dem släktingar till en i Stockholm bosatt\r\nfamilj; det spelades upp till dans, och vi skådade de svartögda skönheterna,\r\nhuru de i valsen älskade sina kavaljerer. Särskildt har jag i mitt mmne\r\nbilden af en liten miss som en officer frågade: hva’, gick det bra. Hon\r\nsvarade — pytt, fick du veta det. Allmänt jubel. De unga chileanskorna\r\nhade fått lärt sig några glosor och fraser på svenska","Humblas dagbok händelser":"Valparaiso är en stad i republiken Chile, en stat, ungefär så stor som Norge och med omkring två millioner invånare, bestående mestadels av civiliserade indianer och \"kulörta\". [...] Här hade vi ganska mycket att ombestyra. Sålunda kolade vi, togo in proviant och hade ansättning på det stående godset. Därefter ommålades vår kära fregatt, både inom- och utombords. Under tiden hade Prins Bernadotte avlagt ett besök hos presidenten, och det dröjde inte länge, förrän han avlade ett besök hos oss. [...] "},{"Datum":"1884-03-15","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619],"Länk/Objekt":"https://collections.smvk.se/carlotta-em/web/object/1181547","Kommentar":"På naturhistoriska museet i Santiago fick Hjalmar Stolpe hjälp av paleontologen Rodolfo Amando Philippi som lät honom fotografera av föremål från bland annat Påskön."},{"Datum":"1884-03-16","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619]},{"Datum":"1884-03-17","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619]},{"Datum":"1884-03-18","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619]},{"Datum":"1884-03-19","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619]},{"Datum":"1884-03-20","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619]},{"Datum":"1884-03-21","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619]},{"Datum":"1884-03-22","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619]},{"Datum":"1884-03-23","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619],"Humblas dagbok händelser":"Söndagen den 23:dje mars hade officerarna bal ombord. Då voro många främmande personer av högt stånd inbjudna, förutom en del svenskar som bo här. Det var en stor mängd fartyg i hamnen och det mest uppmärksammade av dessa var måhända det pansarskepp, som erövrats från Peruanerna, vilka efter flera års krig slutligen besegrats. ","Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM; TROLIGEN 23 MARS: På fregatten fejades och putsades af alla krafter för att gifva våra gäster ett angenämt minne för all framtid. På utsatt timme anlände de, tjugo eller trettio, en del svenskar bland dem, slägtingar till en i Stockholm bosatt familj. Efter intagen lunch, spelades upp till dans, och nu skulle vi lära de svartögda skönheterna den svenska valsen för att sedan i utbyte mottaga kännedomen om den sydamerikanska. Fyra språk utom vårt modersmål anlitades under konversationen, och jag har aldrig på en bal hört lifligare föredrag. Vi lärde de unga chilenskorna svenska ord och fraser, och jag försäkrar dig, att det klingade som en förtrollande musik, när de, skrattande och med blixtrande ögon slogo oss i hand och enligt gifna instruktioner snarare sjöngo än sade: »god dag liten vän!» eller något annat i den vägen.Särskildt har jag i minnet qvar bilden af en miss — pytt fick du veta namnet! Och endast med yttersta svårighet kunde jag försvara den plats, jag tillkämpat mig vid hennes sida. Hon sade bland annat: »Jag skall komma till Sverige».— Var det blott en fras, yttrad för öfnings skull, eller —?—- — Godnatt! Jag känner mig rörd och kan icke skrifva längre nu."},{"Datum":"1884-03-24","Plats":"Valparaíso","Koordinater":[-33.03008982717517,-71.6158082395619],"Mårtensson, Händelse":"Det skulle blifva bal ombord, en trettio personer, däribland en del svenskar, bland dem släktingar till en i Stockholm bosatt familj; det spelades upp till dans, och vi skådade de svartögda skönheterna, huru de i valsen älskade sina kavaljerer. Särskildt har jag i mitt mmne bilden af en liten miss som en officer frågade: hva’, gick det bra. Hon svarade — pytt, fick du veta det. Allmänt jubel. De unga chileanskorna hade fått lärt sig några glosor och fraser på svenska och dessa begagnade\r\nde tillfälligtvis, så munterheten den var stor, särskildt vi som stodo bakom kulisserna fick se mera än hvad de ville vi icke skulle sett. Och sa togo de god natt, bland annat sade en liten miss ”god dag lille vän, jag ska\r\nsnart komma till Sverige”.Den 24 mars sitter nog ännu i de friska minnena\r\r\nhos de då unga löjtnanterna som icke kunde hjälpa att deras^ hjärnor\r\r\nblefvo förvridna den sista aftonen i Valparaiso. Vi har ju mycket att förtälja\r\r\nom denna stad, men man måste lämna det, och innan vi lämnade staden\r\r\nblefvo vi af med nio man; som vi har sport har de det bra. Darrbiand\r\r\nvar det en kryssmärsgast Karlsson, under tilltalsordet Göta Lejon, han\r\r\när polischef i Chicago. Så togo vi adjö med Valparaiso.","Sjöofficer Svante Natt och Dag händelser":"Den 24 mars sitter ännu i friskt minne och skall längeder bevaras af en och annan ung löjtnant inom dessa relingar, hvilken icke kan rå för eller hjelpa, att hans hjerna blef förvriden den sista aftonen i Valparaiso. Vi voro pa en liten tillställning hos en familj Eastman. Der blef dans. Nu kan jag, en liten smula lugnad, mera opartiskt anställa mina jemförande betraktelser öfver en vanlig bal hemma och denna sista i Valparaiso. Hvar påträffar jag hemma detta eldiga lif i tal och gester, behaget i uppträdande, hjertligheten, sången i talet, friheten i sättet — utan inskränkning i värdighet! De hade aldrig sett oss, aldrig hört talas om oss. Och när slutligen afskedets timma slog, tyckte vi alla, att vi kände dessa älskliga, oemotståndligt tilldragande flickor långt bättre än vi efter flera vintrars baltjenstgöring känna våra landsmaninnor, som dock tala samma språk som vi.\r\nOch så slog klockan half ett på natten och vi måsteför allra sista gången säga farväl. Så kraftigt som vara beklämda bröst mäktade frampressa ljuden, ljödo fyra hurra,näsdukar viftade och kommo kanske upp till ett och annat\r\nöga — svart eller blått — ännu några sekunder der nere vid trappan — och så sprungo vi ned till båten, som väntade oss."},{"Datum":"1884-03-25","Plats":"Mot Callao","Koordinater":[-32.23612008638866,-72.35811946555077],"Mårtensson, Händelse":"Vårt mål var nu Calléo. Vi hade frisk bris","Humblas dagbok händelser":"På Vårfrudagen, den 25:te mars, klockan 6 på morgonen bröto vi slutligen upp från denna angenäma stad, där vi legat i elva dygn. När vi nu bröto upp i den tidiga morgonstunden, som tillika var ganska töcknig, och arbetet ombord skulle upptagas, gjordes åter en sorglig upptäckt. Det befanns nämligen, att icke mindre än 9 av besättning funnit för gott att rymma från Vanadis. ","Sjöofficer Svante Natt och Dag händelser":"Vi förlorade i Lissabon 3 man. I Valparaiso utfyldes dussinet af rymlingar. Hvart de togo vägen, veta vi ej. Men troligt är, att de råkat ut för personer, som hafva till födkrok att narra manskap från främmande fartyg, förmå dem att taga anställning, diktad eller verklig, vid något företag, för att sedan lemna dem åt sitt öde. Vanligen erbjuder polisen på stället all möjlig medverkan, telegram sändas åt alla väderstreck, inga ansträngningar sparas — men flyktingarne komma sällan eller aldrig tillbaka. Att de fleste af dem förr eller senare få ångra sitt tilltag, torde vara otvifvelaktigt."},{"Datum":"1884-03-26","Plats":"Mot Callao","Koordinater":[-32.12453733775394,-72.92940851462797],"Mårtensson, Händelse":"det var på jämnen som en riktig nordisk ljum sommarnatt, termometern visade om natterna ej under + 2b\r\noch 24 gr. C. Ja, lifvet ombord blef bättre, exercisen minskades och 15\r\nminuters paus beviljades under exercistiden, då musiken uppmuntrade oss\r\nmed ett nummer. Badning och duschning tilläts och vi muntrade oss pa\r\nbästa sätt och vis. Våra kära skeppskamrater Larsson och Ästrom bjodo\r\noss på muntrationer; tack vare dem så gjordes lifvet gladt manga gånger\r\ndå det var tunga moln öfver vår hjässa. Trossbottens-Haken voro vi lite\r\nsmått förargade på, för han gick ständigt och purrade ut oss efter pipans\r\nljufva toner. Särskildt en musikant Jonasson som mest sysselsatte sig med"},{"Datum":"1884-03-27","Plats":"Mot Callao","Koordinater":[-30.8881686318762,-73.63253349810759]},{"Datum":"1884-03-28","Plats":"Mot Callao","Koordinater":[-28.2899578595073,-74.33565848158722],"Mårtensson, Händelse":"En kanonkommendör Sandberg väckte alltid munterheten genom att vid\r\nutpurrnmgen säga: Purrut gossar nu, det är bara 17 månader och 17 dagar\r\ntill etc. och den ena glosingen efter den andra utspelades. Vår kära\r\nskeppspräst holl föredrag och gaf oss den andliga spisen."},{"Datum":"1884-03-29","Plats":"Mot Callao","Koordinater":[-25.070762871520074,-75.91768969441637],"Erikson/Stolpe":"Lugn vecka till havs, Kriget mellan Chile och Peru nyligen avslutat, \"Salpeterkriget\". Fanns svenskar med i kriget, Manuel Thomas Thomson."},{"Datum":"1884-03-30","Plats":"Mot Callao","Koordinater":[-22.41619856822959,-76.09347094028628]},{"Datum":"1884-03-31","Plats":"Mot Callao","Koordinater":[-20.28805439995058,-77.32393966137563]},{"Datum":"1884-04-01","Plats":"Mot Callao","Koordinater":[-19.42006693437111,-77.49972090724552]},{"Datum":"1884-04-02","Plats":"Mot Callao","Koordinater":[-16.49412751839862,-76.75265061229842]},{"Datum":"1884-04-03","Plats":"Callao","Koordinater":[-13.138425404542895,-77.45577559577805],"Mårtensson, Händelse":"kara hemmavarande anförvandter, som hade lofvat att underhålla oss\r\nmed sa mycket nyheter som möjligt, och detta kom äfven en stor del af\r\nbesättningen tillhanda. Flera örlogsmän lågo i hamnen och vi saluterade\r\nlaggan med 21 skott. Bland våra första iakttagelser kan anföras den rikliga\r\ntillgängen på sjöfågel, sjölejon och sälar; genast efter vår ankomst\r\nanordnades ett jaktparti i land för officerarna. Jakten hade varit liflig och\r\nett sjölejon medfördes ombord som preserverades för att sändas till\r\nmuseum.","Erikson/Stolpe":"Stolpe köpter fotografier av samlingar från kirurgen José Marino Macedo. Träffar Wilhelm Gretzer, tysk affärsman, hjälper Stolpe med kontakter och inköp av arkeologiska fynd (lerkärl) och etnografika. Största inköpet av skomakaren Laporte.","Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM EFTER CALLAO, OM LIVET OMBORD: Du hör, att folket icke heller vantrifs. En munter skrattsalfva tränger allt emellanåt genom bruset i fören. Hör! Det måtte vara något särskildt trefligt i qväll. Jag tycker,jag känner igen den, som sjunger; — åh, det är matrosen Larsson! Du må tro, att det är något till friskt lynne på den pojken. Hvartenda tjufpojks påhitt, som en sjöman kan utfundera, har han varit med om eller ämnar han vara med om. En sådan individ är ovärderlig på en långtur!\r\nOch nu kanske du vill höra litet historier. Sådana bestås hvar qväll, när vi samlats här på »salongen». Hvadskola \"vi hitta på i afton? — Jo, du har inte hört ett ord om kriget mellan Chile och Peru mer än hvad tidningarna och »Svenske soldaten» haft att förtälja. Men du vill kanske hafva tillförlitligare uppgifter,\r\n— »och derom kan jag ge besked, om herrn så vill, ty jag var med» —icke i kriget men i både Chile och Peru, der jag hört båda parternas berättelser, hvilka — det säger jag till berättarnas heder — temligen nära sammanstämma. "},{"Datum":"1884-04-04","Plats":"Callao","Koordinater":[-12.066278293462759,-77.10421310403824],"Mårtensson, Händelse":"Lima, det gamla spanska Amerikas och nuvarande Perus hufvudstad är\r\nomgifven af en mängd sommarvillor samt badorter; den ligger en knapp\r\nmil ifrån Calleo. På dessa badorter gick det lite ovanligare till, än i Sveriges\r\nbadorter, där badade herrar och damer om hvarandra; när man tittade\r\nin i badhusen gingo damer och herrar tillsammans i paradisdräkt och\r\nspråkade allt förtroligt, ett, tu, tre plumsade de i vattnet ooh låg och väntade\r\npå att en stor våg skulle komma och åter föra dem på det torra.\r\nMuntiare badlif får man söka efter. Vi sjögastar, som äro litet blyga af\r\noss, vi satte händerna för ögonen och tittade då och då emellan fingrarna.\r\nAnständigheten har ingen anledning att rynka ögonbrynen.","Sjöofficer Svante Natt och Dag händelser":"Prins Oscar samt ett par af kamraterne togo redan dagen efter vår ankomst en båt för att, om möjligt, skaffa ett sjölejon till museum. Färden gick mot en af de öar, som delvis bilda redden utanför Callåo. Surfven hindrade båten att landa, hvarför jägarne måste passa på att hoppa i land. En af officerarne fattades af sjön och gjorde med denna en färd fram och tillbaka några slag, men blef lyckligt upphalad. Sjölejonen lågo der och funderade, då plötsligt tre skott kommo dem att tänka på döden. Ett af dem, som i likhet med de andra sökte rädda sig genom flykt, upphanns af jägarne och greps i bakbenen, men var dem för tungt. Sjön kom till hjelp och slungade både lejonet och dem, som höllo i dess ben, upp mot stranden. Djuretblef ilsket — var det kanske redan förut — och tycktes få hjelp af ett annat, som dök upp helt nära, hågadt att anfalla. Prins Oscar sprang da i land efter sin bössa och jagade med ena skottet hjelplejonet till sjös och med det andra olyckslejonet in i dödsriket. Djuret var emellertidför stort att medtaga. Följande dag gick ett nytt jagtparti i land och medförde senare ombord ett sjölejon, som preserverades för att serveras museum. [...]  En mil från Callao ligger Lima, gamla spanska Amerikas och nuvarande Perus hufvudstad. Callao är blott en för- och hamnstad. Lima omgifves af en mängd byar med sommarvillor samt badorter, nästan alla besatta af chilenerne. Ett undantag från sist nämda förhållande är badorten Magdalena del Mar. Moderna badvilkor råda der, som öfverallt i dessa land, ithy att damer och herrar bada gemensamt. Vi helsade pa ett slag i badhuset. I hvar sin våning ha båda könen afkladningsrum. Bassinen är murad vid sjelfva stranden och mottager genom en bred ränna sjöarna utifrån. Man påtager baddrägten och promenerar derefter ut på den rundtom bassinen ledande verandan. Här pratas och skrattas och sägas artigheter och rökes cigarett; ett tu tre plumsa alla, Evas döttrar och Adams söner, ned i vattnet och trängas om hvarandra bort till rännan, ty man har sett en större sjö komma rullande, och det är ett särdeles efterfikadt nöje att på dess väldiga rygg blifva återspolad in i bassinen. Muntrare badlif får man söka efter. Och anständigheten har ingen anledning att rynka ögonbrynen."},{"Datum":"1884-04-05","Plats":"Callao","Koordinater":[-12.066278293462759,-77.10421310403824],"Erikson/Stolpe":"Under 3-4 dagar var Hjalmar Stolpe och Oscar Ekholm i Ancon, tre mil norr om Lima. Där gjordes utgrävningar/plundringar av gravar med hjälp av professionella gravplundrare.","Länk/Objekt":"https://collections.smvk.se/carlotta-em/web/object/1487108","Kommentar":"I handen håller Stolpe ett nyligen uppgrävt kärl, nr 1887.08.0941.A. I samma grav låg även en mumie med tatueringar eller kroppsmålningar."},{"Datum":"1884-04-06","Plats":"Callao","Koordinater":[-12.066278293462759,-77.10421310403824],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM UTFLYKY TÅG UPPTILL CHICLA: En mängd byar och gårdar passerades, nästan alla nedbrända och förstörda af chilenerne, hvilka farit fram som barbarer. Vid hvarje större station hade fienden förlagt någon besättning, och när vi ändtligen hunno fram till Chicla, funno vi äfven der en chilensk truppstyrka. Bland märkvärdigheterna under färden kan jag icke förbigå de om en hög civilisation vittnande minnen, som finnas qvar, sedan Incas-indianerna bebodde landet. Sluttningarna voro nämligen omarbetade till väldiga terrassformer, der folket uppsamlat fjellbäckarnas vattentillflöden och dy medelst tillgodogjort sig markens rika fruktbarhet. Spanjorerne hade förstört allt och grundligt utrotat ett idogt folk, som, om man får lyssna till fornminnenas omutliga språk, stått långt öfver inkräktarne inom vissa yttringar af bildning."},{"Datum":"1884-04-07","Plats":"Callao","Koordinater":[-12.066278293462759,-77.10421310403824]},{"Datum":"1884-04-08","Plats":"Callao","Koordinater":[-12.066278293462759,-77.10421310403824]},{"Datum":"1884-04-09","Plats":"Callao","Koordinater":[-12.066278293462759,-77.10421310403824],"Erikson/Stolpe":"9 april, brev från Ancon till Stockholms dagblad"},{"Datum":"1884-04-10","Plats":"Callao","Koordinater":[-12.066278293462759,-77.10421310403824],"Mårtensson, Händelse":"Peru var genom det sista kriget omintetgjordt, allting låg nere. När vi förfrågade oss om chileanerna så endast ristade de på hufvudet och sågo\r missnöjda ut. Skärtorsdag gafs det fria vakten ett utmärkt tillfälle att i de öfverfyllda kyrkorna se och studera en mängd vackra kvinnoansikten,\r men genom den mörka mantill an som de buro på sina hufvuden, så var det mest näsan som blef fängslad för det svenska sjömansögat, men man\r\r\npassade på och tog tillfället i akt.","Humblas dagbok händelser":"Efter en vecka (i Callao) anlände ett telegram från Valparaiso till chefen på Vanadis, och dess innehåll spred sig inom kort likt en löpeld bland besättningen. Telegrammet upplyste nämligen om, att en av de förrymda matroserna blivit upptäckt av svenske konsulns skrivare. Rymmaren hade senare fasttagits och var nu som fånge åter på väg med en handelsångare mot Callao. Vår stora undran över vad det skulle vara för en gynnare, som man fått fatt uti, kände knappast några gränser. Ett par dagar senare ankom handelsångaren, och strax fördes rymmaren ombord till oss. Det befanns då vara matros Bengtsson från Karlskrona, och han gjorde en enbart sorglig figur. Inte heller igenkände vi honom genast, emedan han var iklädd civila paltor. För att erhålla några salntar hade han gått och pantsatt \"kronklära\". Nu hade matros Bengtsson färdats som fånge över 100 mil innan han åter kom ombord på Vanadis, och som straff för sin rymning dömdes han till 8 dygns mörk arrest, så snart som Vanadis var utkommen på Stilla havet. Medelst avdrag å avlöningarna skulle han ersätta konstnaden för den pantsatta uniformen. "},{"Datum":"1884-04-11","Plats":"Callao","Koordinater":[-12.066278293462759,-77.10421310403824],"Mårtensson, Händelse":"Långfredagen lågo alla de katolska örlogsmännen med rårna kajade och flaggan på half stång, påskdagen skulle rårna toppas fyrkant. Detta gick emellertid långsamt på kryssaren Cochrane och till belöning härför, samt uppmuntran för framtiden, erhöll hvar femte man prygel. Den metoden använde de i en republik, och de tycktes falla i god jord."},{"Datum":"1884-04-12","Plats":"Callao","Koordinater":[-12.066278293462759,-77.10421310403824]},{"Datum":"1884-04-13","Plats":"Callao","Koordinater":[-12.066278293462759,-77.10421310403824]},{"Datum":"1884-04-14","Plats":"Callao","Koordinater":[-12.195170393266164,-77.85128339898534],"Erikson/Stolpe":"Brev till frun 14/4 Satt igår i skomakarbutik och katalogiserade krukor."},{"Datum":"1884-04-15","Plats":"Mot Nuku Hiva","Koordinater":[-11.834312066526063,-79.68793971692273]},{"Datum":"1884-04-16","Plats":"Mot Nuku Hiva","Koordinater":[-11.446939697384764,-82.85200214258106]},{"Datum":"1884-04-17","Plats":"Mot Nuku Hiva","Koordinater":[-11.403865231495777,-85.18110365035731],"Erikson/Stolpe":"3 dagar gräver de i Áncon"},{"Datum":"1884-04-18","Plats":"Mot Nuku Hiva","Koordinater":[-11.576123664694752,-87.72993171547095]},{"Datum":"1884-04-19","Plats":"Mot Nuku Hiva","Koordinater":[-11.58419572273603,-90.46552764971321]},{"Datum":"1884-04-20","Plats":"Mot Nuku Hiva","Koordinater":[-10.54913581307343,-94.1898927715687]},{"Datum":"1884-04-21","Plats":"Mot Nuku Hiva","Koordinater":[-9.77053009094455,-97.00239270548718]},{"Datum":"1884-04-22","Plats":"Mot Nuku Hiva","Koordinater":[-10.37627729590344,-99.46333014766589]},{"Datum":"1884-04-23","Plats":"Mot Nuku Hiva","Koordinater":[-10.37627729590344,-101.13325198342999]},{"Datum":"1884-04-24","Plats":"Mot Nuku Hiva","Koordinater":[-10.54913581307343,-105.96723624485242]},{"Datum":"1884-04-25","Plats":"Mot Nuku Hiva","Koordinater":[-10.462718609704643,-108.39521472844368]},{"Datum":"1884-04-26","Plats":"Mot Nuku Hiva","Koordinater":[-10.37627729590344,-109.48286116225056]},{"Datum":"1884-04-27","Plats":"Mot Nuku Hiva","Koordinater":[-10.203323235026463,-111.24067362094962]},{"Datum":"1884-04-28","Plats":"Mot Nuku Hiva","Koordinater":[-9.85713458247998,-114.40473604660792]},{"Datum":"1884-04-29","Plats":"Mot Nuku Hiva","Koordinater":[-9.510582098288507,-117.39301722639634]},{"Datum":"1884-04-30","Plats":"Mot Nuku Hiva","Koordinater":[-8.555787478210032,-120.99653276672943]},{"Datum":"1884-05-01","Plats":"Mot Nuku Hiva","Koordinater":[-8.81643493470236,-123.01801709423336]},{"Datum":"1884-05-02","Plats":"Mot Nuku Hiva","Koordinater":[-9.07689863005308,-124.91865184021488]},{"Datum":"1884-05-03","Plats":"Mot Nuku Hiva","Koordinater":[-8.906923069512983,-127.58609807322038]},{"Datum":"1884-05-04","Plats":"Mot Nuku Hiva","Koordinater":[-8.917776753928111,-130.4205706628726]},{"Datum":"1884-05-05","Plats":"Mot Nuku Hiva","Koordinater":[-9.015445350581464,-132.55191826904522]},{"Datum":"1884-05-06","Plats":"Mot Nuku Hiva","Koordinater":[-8.885214734368194,-134.78214282601968]},{"Datum":"1884-05-07","Plats":"Mot Nuku Hiva","Koordinater":[-8.896069062866369,-138.30875407128465]},{"Datum":"1884-05-08","Plats":"Nuku Hiva","Koordinater":[-8.918200734210274,-140.10107102021],"Mårtensson, Händelse":"Den 13 maj (OBS det var den 8:e, Mårtensson minns fel!) anlände vi till Nouka Hiva (Marquessas-öarna). Vi möttes af en båt från land bemannad med mörkhyade tatuerade män; i den satt en uniformerad man i underofficers rang som var chef för öns gendarmen, som skulle representera. Vi hade väntat oss att guvernören själf skulle göra den äran och uppvakta oss, men så blefvo vi upplysta om att han var ute på en inspektionsresa. Himmelens fönster öppnades nu en gång och vi satte våra fötter på Nouka Hiwas jord, där var godt om brödfrukter, apelsiner och bananer, det växte vildt utaf alla slag och för våra hoptorkade sjömansmagar var det ju läckert att få en saftig apelsin eller banan, som vi sköljde ned med kokosmjölk.","Humblas dagbok händelser":"Men vi närmade oss alltmer och mer de avlägnsa Marquesasöarna, och på morgonen den 8:de maj, kunde man skönja konturerna av denna ögrupp genom kikaren. Vi hade god fart, och klockan 11,45 f.m. fällde Vanadis ankaret vid Nukuhiwa. Men kättingen hade nätt och jämt slutat sitt rasslande, förrän vi sågo en båt komma mot oss från land och snart följde flera exemplet. De voro ena riktiga svartingar, de ombordvarande, och på långt avstånd sågo vi deras tatueringar överallt på kroppen. ","Sjöofficer Svante Natt och Dag händelser":"Sällan, om någonsin, sedan vi lemnade Karlskrona, har jag sett så många kikare på en gång i användning, som i torsdags (d. 8 maj), när vi i dagningen kunde se konturerna af Marquesas-öarna. »Old Vanadis» sköt god fart, landet derborta i fjerran framträdde allt tydligare, man kunde skilja bergsryggarna från hvarandra och se, att det fans skog nedåt strandremsan, små hvita punkter — boningshus — kommo fram, det hela blef allt lifligare, och man tyckte sig till och med kunna urskilja lefvande varelser, hvilka rörde sig nere på stranden. Det funderades och gissades på däck, i synnerhet båtsmännen tycktes hafva bildat sig lika bestämda, som hvarandra motsägande, föreställningar om öfolken och dessas vanor. En bleking gaf sig den och den i våld på, att man här finge se upp, om man icke en vacker dag skulle komma med på någon »niggers» matsedel.","Länk/Objekt":"https://digitaltmuseum.se/011024829048/kikare"},{"Datum":"1884-05-09","Plats":"Nuku Hiva","Koordinater":[-8.918200734210274,-140.10107102021],"Mårtensson, Händelse":"Drottningen hette Wa-ko-wa-ta, det namnet var ganska rikt på vokaler. Prins Oscar med ett par officerare hade fått tillträde till hennes mottagningsrum, hon var tatuerad och prickad, som en knäckebrödskaka; det enda lefvande språk som hon kunde var polynesiska och det var dött för de besökande. Hennes hofdam, ”madame” Elisabeth; tillkallades, hon kunde något franska och de redade upp sina artigheter; hennes kostym var endast en maggördel, men hennes skinn var ograveradt. Här var fest och musik i land hvarje kväll efter exercisen, tillställd af oss sjögastar, och tack vare\r\r\n\r\r\nvår sekond erhöllo vi utsträckt permission så att vi fingo se och deltaga i festligheterna. Sjömän hafva lätt att taga seden dit de komma, och snart\r\r\n\r\r\nvoro en stor del af oss lika hemma i landets seder och bruk som infödingarna."},{"Datum":"1884-05-10","Plats":"Nuku Hiva","Koordinater":[-8.918200734210274,-140.10107102021],"Humblas dagbok händelser":"På lördagen hade hade det varit en stor folksamling nere vid kajen i Vanadis närhet. Musikerna spelade upp, och det var förunderligt att se vilken verkan tonerna hade på de svarta infödingarna. Deras kroppar började genast vagga av och an i takt, och inom kort var alltsamman en enda böjande massa. Våra sjömän dansade dansade tills de flåsande kastade sig ner på närmaste gräsmatta (nu voro de minsann dansörer allesamman), men det visade sig, att infördingarna voro så gott som outtröttliga. Under pauserna gjorde de gester åt musikanterna att skynda spela, och jag minns särskilt matros Larsson, då han slog sin arm kring en fullblodkvinnas nakna rygg och dansade med henne, tills han höll på att tappa andhämtningen. Ingen av oss hade då kunnat drömma om, att just denne glade och präktige kamrat, han, som skar ut transparangen till julafton i Lissabon med påskriften \"God Jul\", just han, skulle vara död nästa dag vid denna tid. Det blev så. "},{"Datum":"1884-05-11","Plats":"Nuku Hiva","Koordinater":[-8.918200734210274,-140.10107102021],"Humblas dagbok händelser":"Söndagsmorgonen hade nämligen anslagits till jakt på de förut omtalade vilda getterna uppe på bergen. Att döda djur för nöjes skulle är ovärigt en civiliserad människa, men detta var icke någon nöjesjakt, som nu gick av stapeln. [...]Man hade skjutit 13 getter, då olyckan inträffade med matros Larsson... Det fanns en källa ett stycke nere på den branta bergssluttningen och Larsson, ivrig som han var, hade vid framkomsten till klippspetsen kravlat sig ned till den svåråtkomliga källan för att svalka sig. Det var då, som han förlorade fotfästet och störtade med huvudet före utför branten. En fransk båt lång närmast, och dess besättning hade följt vår jakt där upp på berget. Sålunda var det också denna båt som först hann fram till olycksplatsen, och vi kommo strax efter. På bergssluttningen alldeles vid sjön, mötte oss en beklämmande syn: där låg vor gode kamrat med ett djupt sår i huvudet. [...] Det var en tyst skara som återvände denna sköna söndagsmorgon och lade till vid fregattens fallrepstrappa. Ombord blev det samma undrande huru utgången skulle bliva. Man ville inte tänka sig möjligheten, att vår kamrat skullelämna oss, men så blev det dock. På söndagsmorgonen avled matros Larsson från Karlskrona. ","Sjöofficer Svante Natt och Dag händelser":"Föga anade vi då, att redan följande dag skulle ett svart kors skrifvas i Vanadis' loggbok.\r\nDet var en söndagsmorgon, som anslagits till klappjag tpå vilda getter. Tidigt nog gick chefen med en del officerare samt fyrtio man af besättningen i land, der gendarmeriunderofficern samt ett par väl instruerade vägvisare mötte. Till operationsfält var en mycket bergig udde utsedd. Planen var enkel nog. Udden liksom delades i två plan af en skarp bergsrygg, som strök fram öfver dess midt; kanakerne skulle från öns inre drifva fram villebradet utefter bergsryggens ena sida, hvarpå getterna borde svänga om utepå uddens spets och slå in på andra sidan skiljovägen, der de skulle komma »stick i staf» pa ett led af beväpnade och obeväpnade jägare, de senare instruerade att taga så många killingar som möjligt lefvande. Drefvet strök fram ur skogen och närmade sig vändpunkten ute på udden. Skott började snart falla, getter likaså. Det skrälde i bergen, folket blef lifvadt och sprang fram för att göra fångar. Nere vid stranden lågo en fransk och en svensk båt klara att gripa allt lefvande, som sökte undkomma sjövägen. En get tog också denna utväg, men upphanns i sjön och togs der på i franska båten. Allt gick både hastigt och väl, villebrådet (hvaribland en lefvande killing) hopsamlades och en del officerare samt manskap varredan ute i båtarna, då plötsligt några rop från stranden tillkännagåfvo att nagot händt.\r\nFranska båten, som var närmast, hann först fram. Helt nära stranden fans en källa, svåråtkomlig men välbehöflig, i synnerhet för manskapet, som haft mycket att göra under jagten. Läkaren och några officerare voro snart framme, der folksamlingen syntes.\r\nDer låg en man, förbunden så godt omständigheterna medgifvit. Han hade under klättrandet ned till källan förlorat fotfästet på den både branta och höga bergsluttningen samt fallit med hufvudet före ned mot stenblocken. Det var vår glade matros Larsson. Nu låg han der med ett svårt sår i hufvudet, som mottagit den förfärliga stöten och blifvit alldeles rubbadt ur sin naturliga ställning.\r\nUnder tystnad rodde båtarna ut till fregatten. Den ömmaste vård egnades vår skadade kamrat, men läkarnes ansträngningar kunde ej frånrycka döden dess byte. På qvallen samma dag utandades fregattens kanske sorgfriaste bröst sin sista suck.\r\nFöljande dag blåste för första gången under resan den blågula flaggan på half stång. Allt var tyst. "},{"Datum":"1884-05-12","Plats":"Nuku Hiva","Koordinater":[-8.918200734210274,-140.10107102021],"Humblas dagbok händelser":"På Nukuhiwa stannade vi sedan inte många timmar. När solen dalat i ett fjärran väster lättades ankaret, och långsamt gick Vanadis vidare, och det var en enda stor saknad i de blickar, som vändes mot Nukuhiwas allt mer bortglidande kust - saknaden efter Larsson... Men ett minne från denna fagra ö, 12,000 mil ute i oceanen, ett kokosskal, hade jag fört med ombord, och på detta utskar jag sedan under fritiderna en minnesskrift förutom skeppet Vanadis för segel. ","Länk/Objekt":"https://digitaltmuseum.se/021028445076/kokosnotskal"},{"Datum":"1884-05-13","Plats":"Mot Fakarava","Koordinater":[-11.467632762337356,-141.99468940596262]},{"Datum":"1884-05-14","Plats":"Mot Fakarava","Koordinater":[-13.131364118207804,-142.98345892869435]},{"Datum":"1884-05-15","Plats":"Fakarava","Koordinater":[-16.31591203677735,-145.62841742446506],"Erikson/Stolpe":"15 maj firades drottning Sophias namnsdag med paradklädd besättning och två tum rom. 21 skott salut. Stolpe samlade i ett dygn längs den lilla bygatan. Två tredjedel ar av byns 150 man var på pärlfiske. Hundratal föremål (bruksföremål) bland annat en kanot. Stolpe ritade av tatueringar, bland annat gubben Tairi (60 år 168,8 cm).","Humblas dagbok händelser":"På torsdagen i samma vecka alltå den 15:de maj, var det drottning Sophias namnsdag, och en sådan dag har ännu aldrig gått obemärkt fram i svenskt militärliv, varken till lands eller vatten. Vi voro återigen paradklädda enligt n:r 6, och hade kunglig salut ombord, d. v. s. 21 skott. På eftermiddagen bestods återigen extraförplägningen med 2 tum rom pr man. Jo-jo..."},{"Datum":"1884-05-16","Plats":"Fakarava","Koordinater":[-16.31591203677735,-145.62841742446506],"Erikson/Stolpe":"Stolpe förvånas över de stora olikheterna i ornamentik (t.ex. tatueringar) och sociala förhållanden/organisation med tanke på hur mycket kontakter de har mellan öarna. (Stockholms dagblad 1884-10-20)"},{"Datum":"1884-05-17","Plats":"Fakarava","Koordinater":[-16.31591203677735,-145.62841742446506]},{"Datum":"1884-05-18","Plats":"Mot Papeete","Koordinater":[-16.97115497279878,-147.58673042339484]},{"Datum":"1884-05-19","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816],"Humblas dagbok händelser":"Två dagar senare, måndagen den 19:de, ankommo vi sålunda till Tahiti, där vi hade råmanning för konungen av nämnda ö, vilken kom till oss ombord där vi lågo i Papeetes hamn. Vid första landstigningen hade vi målskjutning med gevären, men sedan fingo vi landpermissioner rätt ofta. ","Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM TAHITI: Alla ombord hoppades på bref hemifrån, men under förhoppningarna närdes smygande farhågor, att vi skulle ännu en liten tid få lefva utan nyheter. Båten, som sändts i land för att bringa visshet i frågan, kom tillbaka med det besked, att tidningar anländt i stor mängd, men att brefposten representerades blott af ett par tre bref. De lyckliga,som hugnats med de senare, försvunno i sina hytter eller i någon ensam vrå på batteriet; vi öfriga kastade oss öfver de offentliga nyheterna. »Norska frågan» — det var hufvudtemat, och hon blef ock diskussionsämnet under frukosten.            ","Länk/Objekt":"https://digitaltmuseum.se/021025515239/postlada"},{"Datum":"1884-05-20","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM TAHITI GUMNRUMSMEDLEMMARNA BJUDS TILL FRUKOST HOS \"HALVBLOD\": Derpå tackade vi vår artige värd för mat och dryck samt traskade sa in i villan för att bringa damerna vår hyllning. En ung miss Alexandra, som på infödingespråket heter Ma-ni-hi-ni-ki och i förtroligt lag lyssnar till »Chichie»,var så vacker, att hon med ens ändrade om hjernan hos de flesta af oss. Hennes ögon, svartare än de svartaste koloch eldigare än de rödaste glöd, flögo från den ene till den andre, antändande, hvarhelst de träffade. Blåsvart håroch en växt, smidig som gazellens, bidrogo att skapa en typ så tilldragande, att blott Limas qvinnor kunna visa motstycke. Och säkert är, att det inhemska snittet på drägten samt den fina blomsterkransen på hufvudet, från hvilken ett nästan rusande doft sväfvade ut, ingalunda gjorde intrycket mattare. I den stämning, hvari värdens goda viner försatt oss, tyckte vi litet hvar, att en svängom på blanka middagen icke vore så motbjudande, särdeles när man hade utsigt att få linda en darrande arm om Chichies midja.\r\nOch af fullaste hjerta kunde också efter dansen ett par af våra få sångare uppstämma: »Här är gudagodt att vara,O, hvad lifvet dock är skönt» Sången grep i synnerhet täcka könet djupt i hjertat, men vi kunde det oaktadt märka, att de liksom väntade på något ännu bättre, något, som kunde riktigt gå till hjerteroten. Efter ett kort krigsråd föreslog någon af oss den djuptänkta, melodisköna:\r\n»Ritsch, ratsch fidebombombom, fidebombombom, fidebombombom». Upsalakörens triumfer i Paris måste hafva varit matta emot det jubel, som stormade oss till mötes, när vi alla, sångare såväl som de, hvilka ej kunde skilja en bas från en sopran, låtit det sista skränande »bom» dö ut i ett aflägset fjerran. Något ditåt hade de aldrig hört, ropade Chichie med tårar i ögonen, och hennes påstående lär väl icke kunna jäfvas. Naturligtvis bisserades sången, hvarvid allmänt iakttogs att gifva fortissimosatserna deras rätta valör.\r\nSegerdruckna sade vi vårt värdfolk ett sista och ett allra sista farväl för den gången och gåfvo Chichie möjligast noggranna uppgifter på, huru länge fregatten skulle stanna vid Papeete, hvarpå vi, under tonerna af en från villan klingande inhemsk sång, aflägsnade oss, hvar och för sig djupt grubblande öfver något sätt att kunna före kamraterne sammanträffa med den der svartögda sylfiden.\r\nNär vi sent om aftonen åter voro ombord, såg jag en ung kamrat stå lutad mot relingen akterut och sysselsatt med att blicka upp mot en stjerna, hvilken tycktes stråla alldeles öfver Papeete.                                                                                                                                          »Hur står det till?» frågade jag och intog samma ställning bredvid drömmaren.\r\n»Dra’ du åt —!>»                                                                                                                                                                                                                       »Hm! Gör det ondt här?» Jag lade pekfingret på min panna. Han gaf mig blott en hvass blick och började småhvissla.\r\n»Eller här?» Jag lade handen på mitt hjerta.\r\nDå han grep efter sladden till storebrass, ändrade jag taktik, slog honom vänligt på axeln och sade:\r\n»Hör du, den der flickan har gjort mej litet underlig.»\r\n»Hvem?»\r\n»Chichie förstås.» Jag såg att hela hans själ var uppmärksamhet, ehuru blicken försökte antyda fullständig frånvaro af intresse.\r\n»Hvem, sa' du?»\r\n» Chichie, hör du!»\r\n»Jaså — hon, som var med efter frukosten.»\r\n»Precisemang! Men har ser du en, som har träffat henne i qvall, och det —» Det var inte sant — jag menar —»\r\n»Jo, se det är sant, för klockan åtta, när musiken»\r\n»Ja, men klockan sju», nästan röt han åt mig, »var det jag, som i allén borta vid»\r\nHan tvärtystnade, men jag inföll:\r\n»Det var bara det, jag ville veta. Tack för upplysningen!»\r\nOch så gick jag ned med hufvudet genomkorsadt af den bittra tanken: han hade varit lyckligare än vi alla —jag hade icke ens sett en skymt af henne på aftonen!"},{"Datum":"1884-05-21","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM TAHITI: Bland märkvärdigheter på stället förekom ett träd, som Cook planterat och hvilket genom den uppmärksamhet, som alla sjöfarande skänkt minnet, blifvit reduceradt till en medelstor stubbe. När vi lemnade reliken, var den blifven ännunågot mindre, ty en bit af densamma ligger i en af mina lådor, och säkerligen kunna alla mina kamrater, som deltogo i utfärden, göra samma bekännelse.                                                                                                                                                                                                                                    [...] OKLART DATUM OM TAHITIVISTELSEN: Jag måste med stolthet och glädje gifva Chichie full rätt i hennes omdöme om vårt folk. Ty ehuru under fjorton dagars tid 100 till 120 man hvarje qväll voro i land, förekommo dock ej mera än två fall af öfverlastning. Det lär dertill hafva varit ganska vanligt, att andra nationers örlogsmän med våld inträngde i trädgårdar och planteringar, plundrade dem på blommor och frukt, nedrefvo staket, misshandlade ordningsmakten och i allmänhet foro fram som »ryssar». Guvernörens adjutantant förde som en egendomlighet, att under vår vistelse i Papeete intet enda staket jemnades med marken. Af tacksamhet gåfvo infödingarne för intet hela massor af frukter åt vårt folk. Och äfven om man någon gång fick betala 72 öreför 100 apelsiner, bör man icke häraf kunna finna anledning att klaga öfver handeln."},{"Datum":"1884-05-22","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816]},{"Datum":"1884-05-23","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816]},{"Datum":"1884-05-24","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816]},{"Datum":"1884-05-25","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816]},{"Datum":"1884-05-26","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816]},{"Datum":"1884-05-27","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816]},{"Datum":"1884-05-28","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816]},{"Datum":"1884-05-29","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816],"Humblas dagbok händelser":"Torsdagen den 29:de maj var det stor fest i staden, vartill officerarna på Vanadis voro inbjudna. Då var nästan hela öns befolkning samlad som frivilliga åskådare. ","Sjöofficer Svante Natt och Dag händelser":"Kom så den tjugonionde maj, en dag, som aldrig skall gå ur deras minne, hvilka fingo vara med om en fest, så sagolikt underbar, att blott scenerna ur »Tusen och en natt» kunna tåla en jemförelse. Klockan var 8 på qvällen,då vi högtidsklädda stego i land och genast välkomnades utaf några medlemmar af Cercle militaire. När vi promenerat ett stycke framat och just trädde in på »rue deRivoli», uppflammade en fyrverkerisol framför oss, hvilken jemte de många »bluelights» på sidorna gjorde vår väg strålande ljus. Med äkta fransysk artighet hade klubbens medlemmar ordnat sig å ömse sidor om denna gång, som genom trädgården förde fram till sjelfva klubbpaviljongen.Här mötte ordföranden, capitaine Martel, hvilken i ett helsningstal, lika gnistrande grannt som fyrverkerisolen, betygade,huru kärt det var att se oss. Sedan några larmande fanfarer tystnat, fingo vi till vår förtjusning höra (från franskamusikkåren) vår gamla, trofasta »Ur svenska hjertans djup».Den sången gjorde oss godt in i själen och bidrog icke sålitet att från första ögonblicket försätta oss i högtidsstämning,under hvilken våra sinnen blott blefvo så mycket mottagligare för de verkligt tjusande intryck, som snart skulle tränga sig på oss."},{"Datum":"1884-05-30","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816]},{"Datum":"1884-05-31","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816],"Humblas dagbok händelser":"I gengäld ställde officerarna sedan till med bal ombord på lördagen med stadens förnämsta herrar och damer som gäster. Då var hela Vanadis, från stormasten och ända till aktern, festklädd med flaggor, signaler och blommor i mängd. I skymningen blev det hela ännu mer likt ett sagoslott, sedan det elektriska ljuset blivit tänt ombord. Klockan 8, då de främmande åter skulle landstiga, avbrändes som avslutning ett ståtligt fyrverkeri, vilket pågick tills ångslupen lade till vid kajen. När då ljust vändes mot land, kunde man tydligt urskilja den böljande människomassan, vilkan gav sin glädje tillkänna genom handklappningar och hurrarop. Att tänka sig, att alla dessa underbara öar, innan européerna upptäckte och underkuvade dem, haft en befolkning bestående av idel människoätare, vilka endast trampade de sköna frukterna under sina fötter, är egendomligt men sant. Innan européerna landsteg där, tillverkade infördingarna sina redskap av sten och trä. Många prov på denna verktygskonst ha vi fört med oss. På Nukuhiwa t. ex. förde vi bland annat ombord en slipsten, vilken flitigt använts att slipa stenyxorna på. Dessa samlingar blevo överlämnade till flottans museum vid vår hemkomst. Nu är det en stor skillnad. Infödingarna ha blivit hövliga och gästfria. "},{"Datum":"1884-06-01","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816]},{"Datum":"1884-06-02","Plats":"Papeete","Koordinater":[-17.532477451206468,-149.57525576729816],"Humblas dagbok händelser":"Måndagsmorgonen den 2:dra juni, som var Annandag Pingst, skulle Vanadis fortsätta sin långresa. Det var helt säkert ingen som längtade härifrån, men på den utsatta dagen infunno sig infördingarna i stora hopar, överlämnande blommor och frukter. En del av kamraterna voro iland även den morgonen, likaså en del av officerarna, vilka gjorde avskedsvisit hos de nyförvärvade vännerna från balerna. När slupen stötte ut från land mot Vanadis, var det alldeles tyst bland de ombordvarande - alla visste de, att det var sista gången man såg denna fagra ö. Strax därpå kom lotsen ombord och så gick Vanadis vidare. Slutligen utplånades även svagaste konturen av Tahiti. Vi voro åter ute på det stora världshavet med Honolulu, en av de 12 Sandwich-öarna, som närmaste mål. Då skulle det bliva matros Bengtssons tur att krypa in i arresten, vilket ju varit meningen innan vi nådde Tahiti - om den varit ledig - men hur man än kommenderade och undersökte, var och förblev han spårlöst försvunnen. Liksom vi andra hade väl även Bengtsson funnit Tahiti underbart skön, och i tanken på den förestående mörka arresten ute på Stilla havet hade han troligen under den förut omnämnda festen praktiserat sig iland och försvunnit. ","Länk/Objekt":"https://digitaltmuseum.se/021028533289/kokosnot"},{"Datum":"1884-06-03","Plats":"Mot Honolulu","Koordinater":[-15.41501637119182,-148.46563664216092],"Länk/Objekt":"https://collections.smvk.se/carlotta-em/web/object/1599237","Kommentar":"I början av juni var Stolpe och Ekholm ute på insamling och stötte på en stående halvgud, ca 60 cm som genast inköptes. Oklart om det är denna figur, den är betydligt mindre men den enda i sten som finns upptagen i inventariet."},{"Datum":"1884-06-04","Plats":"Mot Honolulu","Koordinater":[-12.328729467834883,-147.62084930147248]},{"Datum":"1884-06-05","Plats":"Mot Honolulu","Koordinater":[-10.26032660388921,-147.53295864856128]},{"Datum":"1884-06-06","Plats":"Mot Honolulu","Koordinater":[-10.087309279459811,-148.23608387185078]},{"Datum":"1884-06-07","Plats":"Mot Honolulu","Koordinater":[-5.648233887993542,-149.290771706785]},{"Datum":"1884-06-08","Plats":"Mot Honolulu","Koordinater":[-3.5446622940987744,-148.99298007491802]},{"Datum":"1884-06-09","Plats":"Mot Honolulu","Koordinater":[-2.668157440426993,-148.6755371364067]},{"Datum":"1884-06-10","Plats":"Mot Honolulu","Koordinater":[-0.1202933143316935,-148.0603025660284]},{"Datum":"1884-06-11","Plats":"Mot Honolulu","Koordinater":[1.461579798375783,-148.32397452476195]},{"Datum":"1884-06-12","Plats":"Mot Honolulu","Koordinater":[3.7442274948063523,-147.53295864856128]},{"Datum":"1884-06-13","Plats":"Mot Honolulu","Koordinater":[5.408766373839675,-147.70873995438367]},{"Datum":"1884-06-14","Plats":"Mot Honolulu","Koordinater":[7.6799727364356025,-146.61993325567428]},{"Datum":"1884-06-15","Plats":"Mot Honolulu","Koordinater":[10.196551022216074,-148.85131844222906]},{"Datum":"1884-06-16","Plats":"Mot Honolulu","Koordinater":[12.780207214657592,-150.4333501946304]},{"Datum":"1884-06-17","Plats":"Mot Honolulu","Koordinater":[15.845644813798256,-151.92749129412056]},{"Datum":"1884-06-18","Plats":"Mot Honolulu","Koordinater":[17.990759909469826,-154.15655466486027]},{"Datum":"1884-06-19","Plats":"Honolulu","Koordinater":[19.281601077813395,-156.88116397584383]},{"Datum":"1884-06-20","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-06-21","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-06-22","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-06-23","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256],"Humblas dagbok händelser":"Honolulu var en mycket vacker stad, i vars östliga del det kungliga slottet är beläget. Det bebos av konung Kalakaua med sin drottning Kapioloni. Befolkningen utgöres i det närmaste av 60,000 personer , till största delen kanaker och kineser, men den vita rasen är trots detta förhållande den tongivande. [...] Där bedrivs en mycket storartad handel, nästan uteslutande av kineser, vilka utvandra till främmande länder där de även idka hantverk. Kineserna äro snåla och ytterst knappa samt bära en usel och ringa klädsel. I alla sina levnadsomsorger äro de dessutom tarvliga till otrolighet.  Männens och kvinnornas klädedräkter skiloja sig blott däri, att de sistnämndas byxor äro något vidare. Bland alla människor, som bebo vår jord, igenkänner man med lätthet kinesen. Han rakar sig framtill i huvudet och bär sitt hår baktill flätat i en lång hårpiska, vilken stundom når ända ner till knävecken. När han genom umbäranden och försakelser förvärvat sig rikedom ute i världen, reser kinamannen åter hem till Kina. ","Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM EFTER HONOLULU, OM EN DAG OMBORD: Skall du vara med från början, får du allt gnugga sömnen ur ögonen tidigt på morgonen, ty folket har kl. 6,30 haft »allmän utpurrning» och är redan i full färd med att rengöra, putsa och skura allting, som kan tåla vatten, hvarpå aldrig sparas ombord. Onsdagsmorgnarne äro särskildt anslagna till linnetvätt. Kl. 9,30 blåses »divisioner» (mönstring), derefter hålles korum och så exerceras till kl. 11,15, måndag och fredag kanonexercis, tisdag och torsdag segelexercis; onsdagen är s. k. ekonomidag, då folket lappar och lagarsina kläder. Lördag generalrengöring. Manskapet är indeladt i två vakter, styrbords och babords, hvilka turvis äropå däck. KI. 11,30 f. m. »skaffar» eller, pa vanlig svenska, äter ena vakten middag. Kl. 12 har andra hälften samma nöje. Mellan 2,30 och 4 e. m. exercis. Kaffedags på e. m.(d. v. s. kl. 5 i Karlskrona) blåses »ställning till drabbning»,då mönstring förrättas, för att tillse, det alla äro närvarande, att kanonernas surrningar äro goda o. s. v.  Vid 6-tiden på e. m. hafva vakterna åter skaffning. Sedan korum vanligen förrättats kl. 8 på. aftonen, går fria vakten till kojs. Vakt¬ombytet sker i sjön hvar fjerde timma, räknadt från kl. 12midd. (I hamn har manskapet vanligt nattvakt blott hvarfjerde natt). De af folket, som ej hafva »törn» (motsvarande»post» eller »pass» vid armén) och som ej postera vid luntan— hvilken alltid brinner — eller vid frälsarbojen akterut(afsedd, att sa snart en man går dfverbord, ögonblickligt fällas, hvarvid en lampa pa bojen genast tändes), dessa afmanskapet, som dertill icke ro rorgangare, utkikar eller nagot annat vigtigt, få ligga på dack och sofva under sin vakt, när vädret är godt. Här i Stilla oceanen t. ex. ha flera nätter gått, utan att ett enda segel eller en enda brass behöft röras. Det är så tyst och stilla på däck. Vakthafvande officerns steg blifva snart så enformiga, att man ej lyssnar till dem, litet knarrande då och då uppe fran tacklingen är ett lika vanligt ljud, någon »Clause» eller »Franse»(Clas och Frans äro mycket vanliga förnamn bland vårt folk; uttalet, såsom det här skrifvits, är typiskt för Karlskrona) talar kanske litet med en kamrat om hemmet eller håller på med underhandlingar om en buss tobak, men gör detta med så lågmäld stämma, att ej omgifningen störes. Någon gång under vaktens förlopp blåses »stationer» föratt kontrollera, det ingen utan tillåtelse lemnat däck.\r\n","Länk/Objekt":"Skeppsklocka Ö 08343"},{"Datum":"1884-06-24","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-06-25","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-06-26","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-06-27","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-06-28","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-06-29","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-06-30","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-07-01","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-07-02","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256],"Humblas dagbok händelser":"Den 2:dra juli tog jag landpermission tillsammans med båtsman Märs från Tjursbo i Gladhammar och en korpral Wahlgren. Vi hade nämligen kommit överens med varandra om att avlägga ett besök uppe i S:t Pauli, dit det var en mil att gå från Honolulu. När vi nådde målet för denna vår ansträngande vandring, mötte oss en syn, vilken övergår all beskrivning: det var bråddjup på flera tusen fot med det brusande havet utanför. Mot den ljusblå himlen höjde sig den ena bergstoppen vid den andra, vilket utgjorde en tavla, som helt säkert saknar sitt motstycke inom naturens område. Man kunde gå ända fram till bråddjupet, ty regeringen hade låtit uppföra ett järnstaket däromkring till skydd. Medan vi stodo lutade över järnstaketet, med den storslagna tavlan framför som lön för våra ansträngningar, var det ju icke underligt att vi i vår glädje uppstämde livliga hurrarop... Hemresan var betydligt mindre besvärande, ty då sluttade det ju alljämt ned mot staden. [...] Väl hunna dit funno vi emellertid ångslupen redan vara gången med de permitterade, varför vi nödgades gå ut till Vanadis i civil båt, vilket kostade oss en halv dollar förutom en dags landsförbud till straff, emedan vi kommit försten tillbaka från vår utflykt. "},{"Datum":"1884-07-03","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-07-04","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-07-05","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-07-06","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256],"Länk/Objekt":"https://collections.smvk.se/carlotta-em/web/object/1461520","Kommentar":"Den 6 juli 1884 skriver Hjalmar från Honolulu till Emmy: \"Nu lilla Sparven är kl halv sex på morgonen och om två timmar ska jag ut och klättra i berg med Dr. Arning, 2 tyskar, en engelsman och en italiensk sjöofficer. Det är söndag och då kan man ingenting företaga sig här annat än att gå ut till skogs. De andra rida, jag åker karriol så långt jag kan och går sedan. Jag skall frakta fotografiapparaten.\" Ekholm tog bilden under utflykten i JKalihidalen, där Stolpe besökte bostadshusen och köpte husgeråd. Brevskrivaren ses längst till vänster och vid hans sida sitter tyske läkaren och vännen Eduard Arning. (Erikson 2021:109)."},{"Datum":"1884-07-07","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-07-08","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-07-09","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256]},{"Datum":"1884-07-10","Plats":"Honolulu","Koordinater":[21.311391029274947,-157.864440338256],"Humblas dagbok händelser":"När vi lämnade Honolulu den 10:de juli, kunde vi dock inte säga, att vi haft det fullt så härligt som på Tahiti, och därför var det just heller ingen saknad när Vanadis ångade vidare på sin färd kring jordklotet. Då gjordes den upptäckten att 4 man av besättningen felade... Det var ett par matroser från Karlskrona, Sjöberg och Persson, samt båtsmännen Wittlock från Hallingeberg och Kvist från Loftatrakten. Troligen hade de äntrat i land på linorna varmed Vanadis var förtöjd vid kajen under eller efter festligheterna för Honolulus sista majestät. Att dessa rymlingar senare togo hyra på civila ångare av annan nationalitet torde vara givet, ty flottans manskap voro alltid efterfrågade. "},{"Datum":"1884-07-11","Plats":"Mot Jaluit","Koordinater":[20.57561582358333,-159.47189456735765]},{"Datum":"1884-07-12","Plats":"Mot Jaluit","Koordinater":[19.1492170852972,-162.78609953284393]},{"Datum":"1884-07-13","Plats":"Mot Jaluit","Koordinater":[18.51122265496182,-165.53857484316305]},{"Datum":"1884-07-14","Plats":"Mot Jaluit","Koordinater":[17.174482413462098,-166.99907194659764]},{"Datum":"1884-07-15","Plats":"Mot Jaluit","Koordinater":[16.04409040175825,-168.23487718796542]},{"Datum":"1884-07-16","Plats":"Mot Jaluit","Koordinater":[15.12426807829468,-173.1780981534365]},{"Datum":"1884-07-17","Plats":"Mot Jaluit","Koordinater":[14.852959335517527,-173.1780981534365]},{"Datum":"1884-07-18","Plats":"Mot Jaluit","Koordinater":[13.982507013455105,-175.76205456720544]},{"Datum":"1884-07-19","Plats":"Mot Jaluit","Koordinater":[13.655225046098133,-177.5595894637404]},{"Datum":"1884-07-20","Plats":"Mot Jaluit","Koordinater":[12.999306777471016,-178.1774920844243],"Humblas dagbok händelser":"Medan livet ombord sålunda gick sin gång blev det den 20:de juli, då Vanadis passerade den 180:de breddgraden, vilket hade till följd, att vi måste taga bort en hel dag ur vår tidräkning för att dagräkningen ska stämma, när vi sernare uppnådde Marshall-öarna. Det underliga med en vecka på endast 6 dygn inträffade sålunda för oss här ute i oceanen. - Men en världsomseglare bör väl vara med om ett och annat som är ovanligt för landbackens folk... ","Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM MARSHALLÖARNA: Vid första titt i land funno vi, att Marshallsöarnas befolkning i fråga om hyfsning icke tål jemförelsen med någon gren af polynesiska stammen, som vi lärt känna. Kanakerne här räknas ock till en annan folkstam, som bebor Mikronesiens (i motsats till Polynesiens) öar. Qvinnornas dragt är högst enkel, männens ännu enklare. Ty en garderob, sombestår blott af en vass- eller gräsgördel, kan icke kallassärdeles rikhaltig. Beväpningen torde också kunna sägasvara ett uttryck af folkets civilisationsgrad. I detta hänseende beröra här ytterligheterna hvarandra, i det att höfdingarnestoltsera med stålyxor och fina bakladdningsgevär, med anderas trogna folk göra upp hvarandras sista räkning medelst stenyxa och träspjut."},{"Datum":"1884-07-21","Plats":"Mot Jaluit","Koordinater":[12.396519538665324,178.78916777767304]},{"Datum":"1884-07-22","Plats":"Mot Jaluit","Koordinater":[11.352087397936577,177.89040032940554],"Humblas dagbok händelser":"Den 22:dre juli upptäckte vi att det medhavda köttet i ett flertal tunnor blivit skämt, varför vi voro nödsakade att hiva dessa överbord. Detta innebar att såväl kött- som fläskportionerna nedsattes till hälften mot det vanliga, ända tills vi nådde Jokohama. Den försakade halvportionen hade vi ju kontant ersättning för, och var tredje dag fingo vi dessutom preserverat kött. "},{"Datum":"1884-07-23","Plats":"Mot Jaluit","Koordinater":[9.252052376793907,175.75582763977033]},{"Datum":"1884-07-24","Plats":"Mot Jaluit","Koordinater":[7.083664196986104,173.45273605358494]},{"Datum":"1884-07-25","Plats":"Mot Jaluit","Koordinater":[5.855753199269567,171.14964446739958]},{"Datum":"1884-07-26","Plats":"Jaluit","Koordinater":[6.00276122506396,169.5185671936799],"Humblas dagbok händelser":"Sex dagar efter att vi passerade 180:de breddgraden ankrade Vanadis vid Bonham, en lång, mycket smal ö. Liksom på de andra öarna, fanns här både koraller och snäckor, vilka jag samlade under de tre gångerna jag hade landpermission. [...] Infördingarnas hyddor bestodo av träpålar, nedslagna i marken, vilka tjänstgjorde som väggar, och till tak användes förutomkokospalemsn bast en mängd stora blad av andra växter. Till färgen äro dessa infördingar svartbruna. Sitt hår klippa de aldrig, utan detta växer svart och vilt samt är tjockt och stritt som tagel. Många av dem voro tatuerade och dessutom hade de öronens nedra, köttiga del utskurna. Under första tiden efter en sådan öronoperation bära de alltid tyngder inkilade i snittet, för att sedan få de båda halvorna att förbliva isär och inte sammanväxa vidare. Omkring midjan buro de en \"svabel\", vilken sammanhölls av ett tjockt bälte av bast och stannade ovanför knät. Dessa öar voro i tyska händer. Konungen, Kabuba, vilken var en inföding på cirka 50 år, hade många hustrur, men hans slott var icke olikt de övriga hyddorna, skillnaden var endast den, att hyddan var lite större och dessutom fanns det - trägolv däri. Ett verkligt bevis på att prakt och ståt ännu ej nått sådan höjd som bland de europeiska furstehusen! Men måhända, att tillgångarna här icke voro så betydande... Vid högtidliga tillfällen klädde kungen på sig en gammal tysk officersuniform. Denna var han sålunda även iklädd, då han serna åtföld av sina hustrur och hovmän gick ombord till oss på Vanadis. Vi fyrade av ett kanonskott på batteriet för att mäta deras mod, men när skottet brakade iväg, ryggade de tillbaka och jag är förvissad om, att de inte ville stifta någon närmare bekantskap med våra artilleripjäser. "},{"Datum":"1884-07-27","Plats":"Jaluit","Koordinater":[6.00276122506396,169.5185671936799]},{"Datum":"1884-07-28","Plats":"Jaluit","Koordinater":[6.00276122506396,169.5185671936799],"Sjöofficer Svante Natt och Dag händelser":"JALUIT, MARSHALLÖARNA: I måndags (28 juli) kom hans excellens utrikesministern ombord på fregatten, utstyrd på ett sätt, att man icke kunde hysa honom i rum; en trekantig hatt (gåfva af sekonden),en frack samt några kotiljongsdekorationer gjorde honom emellertid öfverlycklig, men jagade på samma gång högfärdsdjefvuln så grundligt i honom, att han efter den betan ej ville byta ett ord med en svart mun. Kungen sjelf gjorde oss snart den äran, åtföljd af en hel stab. Hans värdighet hölls uppe i det längsta, ända till dess en kulspruta fick visa sin dödsbringande verkan. Då förstorades hans ögon till det otroliga, och hänryckt skrek hans majestät, att han ändtligen måste köpa en sådan insekt, enär han just nuskulle taga itu med att qväsa ett par öar, som morskade sig. Vid upplysningen om, att denna kulspruta icke vore till salu, tillsade han sin förtrogne, tysken Tiel, att omedelbart skrifva till Sverige och reqvirera ett exemplar. En detaljerad uppgift om priset utsläckte emellertid alldeles hans ifver för saken, ty kungen är icke stadd vid god kassa."},{"Datum":"1884-07-29","Plats":"Jaluit","Koordinater":[6.00276122506396,169.5185671936799],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM; MARSHALLÖARNA: Några af kamraterne gjorde dagen derpå en seglats till närliggande öar i lagunen för att köpa grunkor. Civilisationen var i allmänhet icke högt uppdrifven och på ett ställe kunde den spåras endast i det allmänna bruket af Jönköpings tändstickor. Näst synden här i verlden finnes ingenså spridd artikel."},{"Datum":"1884-07-30","Plats":"Jaluit","Koordinater":[6.00276122506396,169.5185671936799]},{"Datum":"1884-07-31","Plats":"Jaluit","Koordinater":[6.00276122506396,169.5185671936799]},{"Datum":"1884-08-01","Plats":"Jaluit","Koordinater":[6.00276122506396,169.5185671936799]},{"Datum":"1884-08-02","Plats":"Jaluit","Koordinater":[6.00276122506396,169.5185671936799],"Humblas dagbok händelser":"Den 2:dra augusti lättade vi åter ankar och med ångan uppe styrde vi sålunda åter ut på lagunen, samma väg som vi kommit. "},{"Datum":"1884-08-03","Plats":"Mot Yokohama","Koordinater":[7.781055541709107,168.29569157595145],"Humblas dagbok händelser":"Söndagen den 3:dje infångades en haj som var 6 fot lång..."},{"Datum":"1884-08-04","Plats":"Mot Yokohama","Koordinater":[9.188672818180216,166.73691400491634]},{"Datum":"1884-08-05","Plats":"Mot Yokohama","Koordinater":[10.657329695056955,166.33027637768978]},{"Datum":"1884-08-06","Plats":"Mot Yokohama","Koordinater":[12.912878229338048,164.43263411729924]},{"Datum":"1884-08-07","Plats":"Mot Yokohama","Koordinater":[14.099031594378674,162.9416294841352]},{"Datum":"1884-08-08","Plats":"Mot Yokohama","Koordinater":[15.931791704445367,161.65394366458452]},{"Datum":"1884-08-09","Plats":"Mot Yokohama","Koordinater":[16.58241808600934,161.38285191310013]},{"Datum":"1884-08-10","Plats":"Mot Yokohama","Koordinater":[18.263597597589452,160.1629390314205]},{"Datum":"1884-08-11","Plats":"Mot Yokohama","Koordinater":[19.54590782198879,159.07857202548308]},{"Datum":"1884-08-12","Plats":"Mot Yokohama","Koordinater":[20.69136039923828,157.38424857870578]},{"Datum":"1884-08-13","Plats":"Mot Yokohama","Koordinater":[22.581184082133188,154.9444228153465]},{"Datum":"1884-08-14","Plats":"Mot Yokohama","Koordinater":[23.20552489037274,154.87664987747544]},{"Datum":"1884-08-15","Plats":"Mot Yokohama","Koordinater":[24.321982674440157,153.52119112005363]},{"Datum":"1884-08-16","Plats":"Mot Yokohama","Koordinater":[25.673272940143384,149.52258778565925]},{"Datum":"1884-08-17","Plats":"Mot Yokohama","Koordinater":[26.52533393734989,152.97900761708487]},{"Datum":"1884-08-18","Plats":"Mot Yokohama","Koordinater":[27.971328185696812,149.99699835075688]},{"Datum":"1884-08-19","Plats":"Mot Yokohama","Koordinater":[28.687194266526074,150.06477128862798]},{"Datum":"1884-08-20","Plats":"Mot Yokohama","Koordinater":[29.986935818515224,147.0149890844289]},{"Datum":"1884-08-21","Plats":"Mot Yokohama","Koordinater":[31.32779397520037,145.72730326487817]},{"Datum":"1884-08-22","Plats":"Mot Yokohama","Koordinater":[32.077369282572455,145.11734682403832]},{"Datum":"1884-08-23","Plats":"Mot Yokohama","Koordinater":[33.275311727664835,144.100752755972]},{"Datum":"1884-08-24","Plats":"Mot Yokohama","Koordinater":[33.55815715881814,142.60974812280799]},{"Datum":"1884-08-25","Plats":"Mot Yokohama","Koordinater":[34.710897389378175,140.8148228377631],"Humblas dagbok händelser":"Natten till den 25:te fingo vi äntligen frisk bris, vilken ökade allt mer och mer till full storm. Hitills hade seglen hållit, men den natten skörades förmärsseglet, så att fockrå- och förmärsgasten fingo äntra upå och beslå samt dessutom skifta förmärssegel vid midnatt. Det var ett trevligt göre, ska ni se..."},{"Datum":"1884-08-26","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-08-27","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379],"Länk/Objekt":"http://collection.kunstkamera.ru/en/entity/OBJECT/75206","Kommentar":"Tyska klubben, huvudgatan (\"Main Street\"\"), Yokohama, sent 1800-tal. Här deltog officerarna från Vanadis i många fester och middagar när de var i Yokohama.","Länk":"https://collections.smvk.se/carlotta-em/web/object/2082137","Kommentar_1":"I Yokohama stannade Ekholm och Stolpe ett par veckor och den fasta punkten var den tyska klubben, där Hjalmar ses i kubb och mörk kavaj. Intill honom längst till höger sitter Commerzienrath (koomerserådet) Langfeldt som gjorde Stolpe stora tjänster i Japan: \"En hygglig och glad karl. Frun tjock och sentimental. Jag har sjungit för gumman en gång.\" Den nyfunne vännen bedrev världsomspännande affärer via skeppshandeln Langfeldt & Mayers. Kontakten med Stolpe fortsatte under flera år. (Erikson 2021:123)"},{"Datum":"1884-08-28","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-08-29","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-08-30","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-08-31","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-01","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379],"Humblas dagbok händelser":"Här väntade oss en mängd post från hemlandet, och glädjen blev sålunda stor. I tidningarna varseblevo vi emellertid, att koleran med en förfärande fart närmade sig hemlandets kust. Detta nedstämde oss icke så litet, ty hur skulle det måhända gå med de våra där hemma? Dock fingo vi inte misströsta. Kanske kunde den härjande farsoten avvärjas i tid...","Sjöofficer Svante Natt och Dag händelser":"Posten kom med nyheter från hemlandet, och glädje nvar stor ombord. Men en droppe malört låg i bägarn. Koleran tycks närma sig Sverige med oroande hastighet. Våra läkare fingo icke göra annat första dagen, än besvara allas frågor angående utsigterna för och emot en påhelsning derhemma af det förfärliga spöket. Och så hafva vi det fransk-kinesiska kriget att fundera öfver. Det orubbade lugn, som följt oss under färden öfver Stilla oceanen, har derförutträngts af oro och spänning, som troligen skola tilltaga,ju längre vi komma utefter Asiens kust."},{"Datum":"1884-09-02","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379],"Erikson/Stolpe":"Stockholms Dagblad: 18 packlårar från Stolpe. Kommer förvaras oöppnade tills Stolpe kommer i Nationalmuseums källare.","Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM; OM JAPAN: Japan går nu med jettesteg framåt, det vill säga det antager allt mer af den europeiska kulturen. [...] Två drag äro särskildt betecknande för detta folk; frånvaron af all känsla af yttre blygsamhet samt vidare ömheten mot barnen. Sällan eller aldrig får en japanespojke smaka rottingen — hvarpå dock finnes så god råd! [...] Japanen förefaller mig vara en godmodig, ordningsälskande och arbetsam menniska, och aldrig har någon med tankar, ord eller gerningar förolämpat mig. Jag vet nog,att europeer klagat i detta hänseende, men misstänker, att de sjelfva gifvit minst halfva anledningen dertill. I sitt hem håller japanen mycket snyggt. Allt är enkelt, och den egentliga lyxen utvecklas blott i fråga om mattor på golfvet. Försök icke att promenera fram på ett japanskt golf med stöflarna på! En oändlig rad med filtskor möter dig vid inträdet, och du får beqväma dig att byta om på fötterna eller ock gå i strumplästen, innan du kan njuta af landets gästfrihet."},{"Datum":"1884-09-03","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-04","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-05","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-06","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-07","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-08","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379],"Länk/Objekt":"https://collections.smvk.se:8443/carlotta-em/web/object/2843367","Kommentar":"Framför den väldiga bronsbuddhan i staden Kamakura...en så kallad daibutsu, poserar Stolpe med ett föremål i handen. Han sände bilden till Emmy och berättar: \"Det offrades takpannor med givarens namn påskrivet och det är en sådan jag håller i handen. Statyn antages vara gjuten 1252...ett lager med takpannorses längst ner till höger. Tre av dessa inköptes tillsammans med \"1 radband, 3 par stora halmgetar (offer), 4 handdukar från tvagninscisternen\". (Erikson 2021:130).","Länk":"https://collections.smvk.se:8443/carlotta-em/web/object/1352277","Kommentar_1":"Handduk, indigofärgat bomullstyg med utsparade skrivtecken samt ett runt ornament."},{"Datum":"1884-09-09","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379],"Kommentar_1":"i blått med lång utsparad inskription samt ett lyckobringande myntornament. Inköpt av präst vid Daibutsu, Kamakura. (Orig.kat. nr. V.55. x 61 cm. Yokohama"},{"Datum":"1884-09-10","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-11","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-12","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-13","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-14","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-15","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379],"Länk/Objekt":"https://collections.smvk.se:8443/carlotta-em/web/object/2843960","Kommentar":"Den 15 december varje år drar en ändlös procession fram genom stadsdelen Kanda i Tokyo. De som hyllas vid denna folkfest är diverse mytologiska personer och gudar placerade på jättelika vagnar: \"Gudavagnarna drogs av tjurar och alla vore omgivna och företrädda av karlar i festdräkt\"...Ekholm tog 14 bilder...tack vare urtavlan i klocktornet vet vi exakt klockslag. Den första bilden togs 7:20 på morgonen, de sista togs efter kl 15 på eftermiddagen. (Erikson 2021:130)."},{"Datum":"1884-09-16","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379],"Humblas dagbok händelser":"Vid 9-tiden på morgonen kom tyfonen. Värsta känningen av ovädret fick den stora ångslupen, vilken var förtöjd vid waterbommen. Bommens förgaj sprang av så att waterbommen kom långskepps. Slupen följde med ned till styrbords fallrep, där den slutligen kantrade och kom med kölen upp - ett mycket eländigt tillstånd för övrigt. Barkassen fanns bland de akterut omnämnda båtarna. Den fylldes med vatten och gick sedan hela dagen i \"madvatten\", under det att allt som däri fanns löst flöt bort. Babords båt, som var av mahogny och hade ångmaskin, slet sig loss från sin förstärkta fötöjning och följde därpå ut med det uppretade havets vågot, fylldes med vatten och sjönk. Vi hade emellertid lagt märke till var den sjönk och innan vi avgingo från Jokohama togo vi upp den från havsbotten - envisa svenskar som vi voro. Då var det ju heller inte underligt att kommendören blev så glad häröver, att han bestod 2 tum rom extra till varje man ombord. ","Sjöofficer Svante Natt och Dag händelser":"YOKOHAMA: Vi höllo en vacker dag på med att taga in kol, då plötsligt barometern började häftigt falla, samtidigt med att brisen friskade. Kolningen afbröts, pråmarne sändes i land,ankarna klargjordes, båtförtöjningarna förstärktes — med ett ord: vi beredde oss på en tyfon. Vid niotiden på morgonen kom busen. Styrbords ankare och babords plikt fäldes och snart togs ånga upp under två pannor, sedan kettingarna stuckits ut till lagom längd. Ehuru du aldrig legat ombordpå ett fartyg, som är förankradt i storm, inser du nog, attju längre kettingen är, desto mer motståndskraft får ankaret .Vi hade åtskilliga båtar förtöjda akterut, bland dem lilla ångslupen. När blåsten tilltog, blef sjön snart så hög, att båtarne började fyllas. Stora ångslupen hade emellertid ännu en stund ånga uppe. Slupen, som låg förtöjd vid waterbommen, fick värsta känningen af ovädret. Bommens förgaj (tåg, som håller den i vinkelrät ställning mot fartygets sida) sprang - nämligen snart nog och med detsamma dansade båten ned mot sidan,sedan han först fått, en törn mot fallrepstrappan, och lågen liten stund derefter illa ramponerad, med kölen i vädret. Emellertid höll sig det folk, som fans ombord i de aktra båtarne, qvar i det längsta, ösande för brinnande lifvet, tills de slutligen måste lemna sina poster och halades ombord på fregatten. Karlarna i ångslupen hade lifbältenpå sig, vid hvilka en sladd till däck var fästad. Nar det blef för vått dernere, plumsade de i sjön och halades så ombord. Så hade vi då folket räddadt utan något undantag, men för de qvarvarande, ännu icke skadade båtarne,såg det hotande ut, och vi fruktade hvarje ögonblick att förlora äfven ångslupen, då ändtligen i grefvens tid tyfonen började lägga sig."},{"Datum":"1884-09-17","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-18","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-19","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-20","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-21","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-22","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-23","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-24","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379],"Länk/Objekt":"https://collections.smvk.se:8443/carlotta-em/web/object/2843688","Kommentar":"Ymaizoumi och jag i byn Sakamoshita, tehuset Odake ya, morgonen 24/IX. Gossen Suyekitchi, vanligen kallad Suye, 16 år.\" Tillsammans med den japanske tolken och Ekholm genomförde Stolpe nu \"överlevnadsresan\" som sträckte sig från östkusten till Nagasaki längst i söder. Under den dryga månaden i Japan var trion närmast ofattbart flitig. (Erikson 2021:133)."},{"Datum":"1884-09-25","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-26","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-27","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-28","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-29","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-09-30","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-10-01","Plats":"Yokohama","Koordinater":[35.45738933915503,139.64508304826379]},{"Datum":"1884-10-02","Plats":"Mot Kobe","Koordinater":[33.69354627445283,136.83097098329395]},{"Datum":"1884-10-03","Plats":"Kobe","Koordinater":[34.669593994187224,135.223005076877],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM EFTER 3 OKT: En liten tripp till Kioto, Japans gamla hufvudstad, var angenäm nog. Här residerade fordomtima Mikadon, och vi hade nöjet både att se högst densammes sidenkudde, hvarpå han i nåder suttit och regerat, samt äfven sjelfva sitta på föremålet. Tiderna förändras; ett sådant tilltag, som att slå sig ned på Mikadons, låt vara för detta, dyna, skulle för 20 år sedan kostat oss lifvet; nu kostade det oss några öre till vaktmästaren. "},{"Datum":"1884-10-04","Plats":"Kobe","Koordinater":[34.669593994187224,135.223005076877]},{"Datum":"1884-10-05","Plats":"Kobe","Koordinater":[34.669593994187224,135.223005076877]},{"Datum":"1884-10-06","Plats":"Mot Nagasaki","Koordinater":[34.606620211418445,134.23880669527918]},{"Datum":"1884-10-07","Plats":"Mot Nagasaki","Koordinater":[33.80386264554694,130.02339282818465]},{"Datum":"1884-10-08","Plats":"Nagasaki","Koordinater":[32.718297625171445,129.82575132976666]},{"Datum":"1884-10-09","Plats":"Nagasaki","Koordinater":[32.718297625171445,129.82575132976666]},{"Datum":"1884-10-10","Plats":"Nagasaki","Koordinater":[32.718297625171445,129.82575132976666]},{"Datum":"1884-10-11","Plats":"Nagasaki","Koordinater":[32.718297625171445,129.82575132976666]},{"Datum":"1884-10-12","Plats":"Mot HongKong","Koordinater":[31.543491675782565,128.07013734195635]},{"Datum":"1884-10-13","Plats":"Mot HongKong","Koordinater":[31.212601542030914,127.3780419713827]},{"Datum":"1884-10-14","Plats":"Mot HongKong","Koordinater":[30.236908494899488,126.13227030435016]},{"Datum":"1884-10-15","Plats":"Mot HongKong","Koordinater":[28.23198673874661,122.7548448959508]},{"Datum":"1884-10-16","Plats":"Mot HongKong","Koordinater":[25.065482792721184,120.3740368211775]},{"Datum":"1884-10-17","Plats":"Mot HongKong","Koordinater":[22.481644651106283,116.38756738413197]},{"Datum":"1884-10-18","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323]},{"Datum":"1884-10-19","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323]},{"Datum":"1884-10-20","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323]},{"Datum":"1884-10-21","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323]},{"Datum":"1884-10-22","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323]},{"Datum":"1884-10-23","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323]},{"Datum":"1884-10-24","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323],"Sjöofficer Svante Natt och Dag händelser":"BESÖK I KANTON: Det var nu ej annat att göra, än att se sig om i butikerna. Och det vattnades i munnen, när vi fingo se alla de härligheter, som butikegarne, efter att noga ha stängt dörrarna om oss, drogo fram i ljuset: sidentyger, elfenbensvaror, lackerade dyrbarheter utan all ände. Utanför stod mobben och gapade, men längre sträckte sig ej dess uppmärksamhet. Guiden blott tiggde och bad ,att vi ej måtte skiljas åt, ty han hade ansvaret för allas våra lif och påstod, att hans eget ej vore mycket vardt, om något skulle hända oss. [...] Hvar vi drogo fram, lemnade befolkningen hvad de hade för händer och rusade ut för att gapa på oss. Deras rullande, sneda ögon gåfvo oss allt annat än vänliga blickar och mer än en gul son knöt näfven, men stoppade den i fickan. Ett par gånger hände det, att när vi blott någr aminuter uppehöllo oss i en bod, folkmassan utanför blef så högljudd, oregerlig och våldsam, att eskorten tappade koncepten och lät oss förstå, att ett fortsatt qvardröjande skulle framkalla oberäkneliga följder. I pöbelns rotvälska återkom som oftast ordet eller skriket: »Fan-kvai», hvilket af tolken uttyddes med »utländske djefvul>! "},{"Datum":"1884-10-25","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323]},{"Datum":"1884-10-26","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323]},{"Datum":"1884-10-27","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323]},{"Datum":"1884-10-28","Plats":"HongKong","Koordinater":[22.23179761849318,114.17921771573323]},{"Datum":"1884-10-29","Plats":"HongKong","Koordinater":[21.713738901447584,114.54459202136432]},{"Datum":"1884-10-30","Plats":"Mot Manilla","Koordinater":[19.26464486516375,115.81900605392116]},{"Datum":"1884-10-31","Plats":"Mot Manilla","Koordinater":[17.177698090204572,117.86246303715879]},{"Datum":"1884-11-01","Plats":"Manilla","Koordinater":[14.591706420070638,120.94918533061951]},{"Datum":"1884-11-02","Plats":"Manilla","Koordinater":[14.591706420070638,120.94918533061951]},{"Datum":"1884-11-03","Plats":"Manilla","Koordinater":[14.591706420070638,120.94918533061951]},{"Datum":"1884-11-04","Plats":"Manilla","Koordinater":[14.591706420070638,120.94918533061951]},{"Datum":"1884-11-05","Plats":"Manilla","Koordinater":[14.591706420070638,120.94918533061951]},{"Datum":"1884-11-06","Plats":"Manilla","Koordinater":[14.591706420070638,120.94918533061951]},{"Datum":"1884-11-07","Plats":"Mot Bangkok","Koordinater":[14.224479696882032,119.5744522888527]},{"Datum":"1884-11-08","Plats":"Mot Bangkok","Koordinater":[13.665728201205456,116.5998875862372]},{"Datum":"1884-11-09","Plats":"Mot Bangkok","Koordinater":[13.105648702983617,114.52089075107581]},{"Datum":"1884-11-10","Plats":"Mot Bangkok","Koordinater":[11.013564221031615,111.12451265297649]},{"Datum":"1884-11-11","Plats":"Mot Bangkok","Koordinater":[9.305007678860665,108.13623147318808]},{"Datum":"1884-11-12","Plats":"Mot Bangkok","Koordinater":[7.675175093565542,105.6752940310094]},{"Datum":"1884-11-13","Plats":"Mot Bangkok","Koordinater":[7.653398730110127,104.027344850979]},{"Datum":"1884-11-14","Plats":"Mot Bangkok","Koordinater":[9.688625131049962,103.07041587434087]},{"Datum":"1884-11-15","Plats":"Mot Bangkok","Koordinater":[10.350053459969654,102.23881714027632]},{"Datum":"1884-11-16","Plats":"Mot Bangkok","Koordinater":[11.323879803429056,101.15134187265345],"Humblas dagbok händelser":"Söndagen den 16:de hissades kungl. flagg med vimpel under stortoppen klockan halv 5 e. m., varefter skeppsorder upplästes, att prins Oscar var från tjänstebefattning ledig tills vidare, och under vistelsen i närmaste hamn, nämligen Siams huvudstad Bangkok, dit vi anlände vid halv 9-tiden på morgonen. Tjänstledigheten berodde på att han skulle överlämna en orden till den siamesiske kungen. "},{"Datum":"1884-11-17","Plats":"Bangkok","Koordinater":[13.54492156744761,100.59727925895895],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM BANGKOK: Hit skulle prins Oscar komma som prins af Sverige¬Norge, för att till Siams herskare öfverlemna storkorset af S:t Olafsorden. Med anledning häraf hissades dagen förevår ankomst hit eller långt utom flodmynningen kunglig flagg med vimpel under på stortoppen. Den 17 på morgonen gingo vi till ankars å Bangkoks redd, men så långt ute (till följd af vattnets ytterliga långgrundhet), att af landet blott syntes en svag strimma vid horisonten. På redden lågo en siamesisk korvett samt den kungliga ångjakten Vesatri (uttalades »Vasserratri» af vara gastar), hvilken skulle föra prinsen upp till staden. Snart tedde sig prins Diss (halfbror till kungen och chef för gardestrupperna) med en del herrar ombord på Vanadis. alla klädda i rockar af storblommigt möbeltyg och knäbyxor, som bildas af ett stort hopdraget rektangulärt sidenstycke, samt vidare långa, hvita strumpor och skor. En del, som voro officerare, hade dock vapenrockar af engelskt snitt.","Länk/Objekt":"https://digitaltmuseum.se/011024831376/flagga"},{"Datum":"1884-11-18","Plats":"Bangkok","Koordinater":[13.54492156744761,100.59727925895895]},{"Datum":"1884-11-19","Plats":"Bangkok","Koordinater":[13.54492156744761,100.59727925895895]},{"Datum":"1884-11-20","Plats":"Bangkok","Koordinater":[13.54492156744761,100.59727925895895]},{"Datum":"1884-11-21","Plats":"Bangkok","Koordinater":[13.54492156744761,100.59727925895895]},{"Datum":"1884-11-22","Plats":"Bangkok","Koordinater":[13.54492156744761,100.59727925895895]},{"Datum":"1884-11-23","Plats":"Mot Singapore","Koordinater":[13.099339954723327,100.4438907964006]},{"Datum":"1884-11-24","Plats":"Mot Singapore","Koordinater":[11.337563320895336,100.70899188519077]},{"Datum":"1884-11-25","Plats":"Mot Singapore","Koordinater":[8.910705009120578,101.84892656698857]},{"Datum":"1884-11-26","Plats":"Mot Singapore","Koordinater":[6.072352480128651,103.67812407964084]},{"Datum":"1884-11-27","Plats":"Mot Singapore","Koordinater":[1.6033344189936833,104.87107901470041]},{"Datum":"1884-11-28","Plats":"Singapore","Koordinater":[1.2912623313823093,103.90005266236204]},{"Datum":"1884-11-29","Plats":"Singapore","Koordinater":[1.2912623313823093,103.90005266236204]},{"Datum":"1884-11-30","Plats":"Singapore","Koordinater":[1.2912623313823093,103.90005266236204]},{"Datum":"1884-12-01","Plats":"Singapore","Koordinater":[1.2912623313823093,103.90005266236204]},{"Datum":"1884-12-02","Plats":"Singapore","Koordinater":[1.2912623313823093,103.90005266236204]},{"Datum":"1884-12-03","Plats":"Singapore","Koordinater":[1.2912623313823093,103.90005266236204]},{"Datum":"1884-12-04","Plats":"Mot Calcutta","Koordinater":[2.472607384916383,101.32200495176521]},{"Datum":"1884-12-05","Plats":"Mot Calcutta","Koordinater":[4.351672256099442,100.17233743646457]},{"Datum":"1884-12-06","Plats":"Mot Calcutta","Koordinater":[5.689569610936017,100.15569806150864]},{"Datum":"1884-12-07","Plats":"Mot Calcutta","Koordinater":[8.113228982090261,97.76885103744812]},{"Datum":"1884-12-08","Plats":"Mot Calcutta","Koordinater":[9.764530899681779,97.60677285605728],"Erikson/Stolpe":"Hjalmar Stolpe är närmast deprimerad. Han skriver i breven till sin fru att mest stängde in sig i sin hytt och läste om breven från henne. Han \"njöt av att läsa att allt stod väl till och att jag är avhållen. Det gör gott när man så länge vistas bland likgiltiga eller rent av avoga människor\"."},{"Datum":"1884-12-09","Plats":"Mot Calcutta","Koordinater":[10.62768624092187,97.49566150263858]},{"Datum":"1884-12-10","Plats":"Mot Calcutta","Koordinater":[11.637318681216641,97.32023378425826]},{"Datum":"1884-12-11","Plats":"Mot Calcutta","Koordinater":[13.654958699150004,97.53413759863662]},{"Datum":"1884-12-12","Plats":"Mot Calcutta","Koordinater":[15.280399518182046,95.74376131133509]},{"Datum":"1884-12-13","Plats":"Mot Calcutta","Koordinater":[16.214598835710134,93.49620621986126]},{"Datum":"1884-12-14","Plats":"Mot Calcutta","Koordinater":[17.3406549351531,92.5901265484432]},{"Datum":"1884-12-15","Plats":"Mot Calcutta","Koordinater":[18.927144869406174,91.46976264643952]},{"Datum":"1884-12-16","Plats":"Mot Calcutta","Koordinater":[19.904384729850694,90.68933332262793]},{"Datum":"1884-12-17","Plats":"Mot Calcutta","Koordinater":[20.03521487985917,89.10807534833677]},{"Datum":"1884-12-18","Plats":"Mot Calcutta","Koordinater":[20.36917969150556,88.02905734464179]},{"Datum":"1884-12-19","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904],"Erikson/Stolpe":"Kom de redan 19:e till Calcutta? Stolpe lämnar Vanadis, reser tre månader i Indien, norra delen, till Bombay. Ekholm är med första månaden.","Sjöofficer Svante Natt och Dag händelser":"Svante åker precis som Stolpe landvägen men hoppar på Vanadis igen i Bombay. Kom först till Agra, sedan Prayagraj (Allahabad) och sedan vidare med tåg till Bombay."},{"Datum":"1884-12-20","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1884-12-21","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1884-12-22","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1884-12-23","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1884-12-24","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904],"Humblas dagbok händelser":"I Kalcutta firades vår andra Jul under världsomseglingen. På Julaftonen bestod maten som vanligt av stockfisk och potatis, risgrynsgröt med kanel och sockar samt bananer och apelsiner. Som extra erhöll manskapet 4 tum grogg samt klockan fyra på eftermiddagen kaffe. En stor överraskning bereddes oss: prins Carl hade anlänt och gick ombord samt firade julaftonen tillsammans med oss på Vanadis, där han kvarstannade över natten och bevistade juldagens gudstjänst. Det var nog lite underligt för oss gastar från nordanland att finns oss uti att det verkligen var jul, då värmen var så tryckande och naturen överalklt prunkade i den allra skönaste fägring. Våra tankar ilade åter och åter upp till det där lilla landet i norr, där nu måhända kölden knäppte i knutarna, medan snödrivorna tornade upp sig. Men våra tankar gingo även åt ett annat håll denna egendomliga julafton... - till Nukuhiwa, där matros Larsson vilade den sista sömnen, han som utförde den den vackra transparangen förra året, då vi firade julen i Lissabon. Vi hade flera gånger saknat honom, men denna julafton var saknaden större än någonsin. Det var inte nog med att matros Larsson under hela julmåltien underhållit oss med de allra befängdaste hitsorie, han farbicerade även grötrim och förjagade tungsintheten hos oss på alla sätt. Ett av hans grötrim förra julen lydde så: \"När gröten vi äta i Julekväll, Vi önska oss hemma i båtsmannens tjäll, Men vi skola segla kring jordens rund. När vi komma åter - är högtidens stund..\""},{"Datum":"1884-12-25","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1884-12-26","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1884-12-27","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1884-12-28","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904],"Erikson/Stolpe":"Ekholm och Stolpe fotograferade skulpturer i stadens museum."},{"Datum":"1884-12-29","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1884-12-30","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1884-12-31","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1885-01-01","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904],"Humblas dagbok händelser":"På nyårsdagen var det stor fest och utställning på sjömanhuset. Där förekommo en stor mängd tävlingar både i ett och annat. Från Vanadis voro 16 man inbjudna att övervara denna festlighet. 12 av de största och starkaste negrer och engelsmän skulle t. ex. mäta sin styrka mot 12 av Vanadis sjömän i dragkamp. Det drogs två gånger med reslutat att Vanadis-männen vunno båda gångerna och fingo första priset; en rupee pr man = 1:50. Och ändå voro de som drog inte alls bland de starkast i besättningen..."},{"Datum":"1885-01-02","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1885-01-03","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1885-01-04","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1885-01-05","Plats":"Calcutta","Koordinater":[21.890572114600765,88.07928092589904]},{"Datum":"1885-01-06","Plats":"Mot Colombo","Koordinater":[19.237456241305367,87.21077221794843]},{"Datum":"1885-01-07","Plats":"Mot Colombo","Koordinater":[17.40947089745556,86.21463645118608]},{"Datum":"1885-01-08","Plats":"Mot Colombo","Koordinater":[15.664470137005875,84.95799298022924]},{"Datum":"1885-01-09","Plats":"Mot Colombo","Koordinater":[13.678869191413657,84.08652907024421]},{"Datum":"1885-01-10","Plats":"Mot Colombo","Koordinater":[11.17157937220173,83.76436049212481]},{"Datum":"1885-01-11","Plats":"Mot Colombo","Koordinater":[8.478199662270859,83.0592803235821]},{"Datum":"1885-01-12","Plats":"Mot Colombo","Koordinater":[6.32398087281933,82.56869890477199]},{"Datum":"1885-01-13","Plats":"Colombo","Koordinater":[6.961690714900328,79.85009225123238]},{"Datum":"1885-01-14","Plats":"Colombo","Koordinater":[6.961690714900328,79.85009225123238],"Humblas dagbok händelser":"När Vanadis ankare gick i Colombo, var klockan halv 5 på e. m.[...] Staden Colombo, vilken räknar 112,000 innevänare, anlades redan på 1500-talet av portugiserna. Här fiskas årligen pärlor och ädla stenar till ett värde av 10,000 pund sterling, varav fjäderdeln stannar på Ceylon, hälften tillhandlas av rika furstar och blott en fjärdedel försäljas till de europeiska juvelhandlarna. Pärlfiskarna äro ytterst rädda för haj och hava en del besvärjelse-ceremonier för sig redan innan de lämna stranden. Då de därpå går ut med sina båtar, sker detta under mycket stoj och skrik för att försrkäcka de hajar, vilka möjligen kunde befinnas sig i närheten, så att de hastigt fly långt ut till havs... Sedan gäller det att dyka ned till botten, en konst vilken de äro synnerligen skickliga uti. De medtaga alltid en liten kasse, fastgjord vid kroppen och däri nedlägga de sin fångst. De kunna vara nere under vatten i över en hel minut och dyka över 20 gånger pr dag, utan att detta förorsakar dem några obehagligheter. Ön Ceylon var fordom den enda plats på jorden där det växte kanel, men denna odlas numera rätt allmänt i varmare länder. Att kaffet som kommer härifrån är särdeles berömt, behöver väl knappast nämnas. [...] Klädedräkten är alldeles lika för båda könen. Männen bära alltid skägg och ha pannan full med målade streck, vilka utvisa till vilken gud de bekänna sig. På många ställen vi förut passerat hade männen flera hustrur, men här är det emellertid tvärtom - kvinnorna hava flera män... Detta förekommer icke heller i något annat land på jorden. Urinnevånarna äro icke singaleneserna utan en stam vid namn Jaddhas, av vilka ännu några kvarlevor finnas på västkusten. Dessa befinna sig på en den lägsta tänkbara ståndpunkt. Vid deras fester är sålunda den yppersta maträtten, kokta ödlot och stekt apkött... Nej, detta var inte vidare trevligt. ","Länk/Objekt":"https://digitaltmuseum.se/021026800281/modell"},{"Datum":"1885-01-15","Plats":"Colombo","Koordinater":[6.961690714900328,79.85009225123238]},{"Datum":"1885-01-16","Plats":"Colombo","Koordinater":[6.961690714900328,79.85009225123238]},{"Datum":"1885-01-17","Plats":"Colombo","Koordinater":[6.961690714900328,79.85009225123238]},{"Datum":"1885-01-18","Plats":"Colombo","Koordinater":[6.961690714900328,79.85009225123238]},{"Datum":"1885-01-19","Plats":"Mot Bombay","Koordinater":[7.707426813035667,77.208612595363]},{"Datum":"1885-01-20","Plats":"Mot Bombay","Koordinater":[9.021539957146775,76.08650129074437]},{"Datum":"1885-01-21","Plats":"Mot Bombay","Koordinater":[11.361252713416597,75.14783742903961],"Humblas dagbok händelser":"Medan vi sålunda följde Malabar-kusten inträffade konung Oscar II:s födelsedag, vilken var den 21:sta jan. Dagen till ära var hela Vanadis besättning klädd i parad efter n:r 6, och dessutom blev det åtskilliga förändring på dagordningen ombord. Kunglig salut med 21 skott, korum klockan 12 samt extra rom 2 tum pr man och dito extra kaffe klockan 4 e. m."},{"Datum":"1885-01-22","Plats":"Mot Bombay","Koordinater":[12.902175942676354,74.276878126379]},{"Datum":"1885-01-23","Plats":"Mot Bombay","Koordinater":[14.453775573618104,73.77722440394803]},{"Datum":"1885-01-24","Plats":"Mot Bombay","Koordinater":[15.826915314872437,73.27502643809859]},{"Datum":"1885-01-25","Plats":"Mot Bombay","Koordinater":[17.409144095583507,72.70816603339645]},{"Datum":"1885-01-26","Plats":"Bombay","Koordinater":[18.878396266344375,72.58249163173393],"Humblas dagbok händelser":"Vi ankommo till Bombay strax efter middagen den 26:te januari. Hamnen är en av de vacrkaste i världen och staden har en folkmängd av 800,000 personer från olika delar av Asien. Av en särskild folkstam voro de s. k. elldyrkarna en ras, som fordom på Alexander den stores tid (300 år före Kristus) bodde i Persien och dyrkade 2 gudar: en god och en ond... Ljusets eller den gode guden var en förebild av solen eller elden, medan den mörka guden hade mörkret till symbol. Elddyrkarna blevo sedermera fördrivna från Persien på grund av denna tro. De vandrade bort och bosatte sig då i Indien, förnämligast i Hindustan och Bombay. [...] Relgiionen kräver att man lever vegetariskt hela livet och för övrigt aldrig överlastar sin kropp med med mat utan lever under mesta möjliga svält... Man ser mycket nog efter, att ingen vit människa av annan trosbekännelse får inträde i eller bese deras tempel, vilket härav bleve ohelgat. "},{"Datum":"1885-01-27","Plats":"Bombay","Koordinater":[18.878396266344375,72.58249163173393]},{"Datum":"1885-01-28","Plats":"Bombay","Koordinater":[18.878396266344375,72.58249163173393]},{"Datum":"1885-01-29","Plats":"Bombay","Koordinater":[18.878396266344375,72.58249163173393]},{"Datum":"1885-01-30","Plats":"Bombay","Koordinater":[18.878396266344375,72.58249163173393]},{"Datum":"1885-01-31","Plats":"Bombay","Koordinater":[18.878396266344375,72.58249163173393]},{"Datum":"1885-02-01","Plats":"Bombay","Koordinater":[18.878396266344375,72.58249163173393]},{"Datum":"1885-02-02","Plats":"Bombay","Koordinater":[18.878396266344375,72.58249163173393]},{"Datum":"1885-02-03","Plats":"Bombay","Koordinater":[18.878396266344375,72.58249163173393]},{"Datum":"1885-02-04","Plats":"Bombay","Koordinater":[18.878396266344375,72.58249163173393]},{"Datum":"1885-02-05","Plats":"Mot Aden","Koordinater":[18.68569164173046,71.79458980544457],"Erikson/Stolpe":"Stolpe i Lahore 5-9 februari (och 25 feb-3 mars) träffar John Kipling (far till Rudyard Kipling) Eriksson, s. 336","Länk/Objekt":"http://collections.smvk.se/carlotta-em/web/object/1177172/REFERENCES/181"},{"Datum":"1885-02-06","Plats":"Mot Aden","Koordinater":[18.10039143811798,69.09235890110192]},{"Datum":"1885-02-07","Plats":"Mot Aden","Koordinater":[17.490419098454737,66.3183399337282]},{"Datum":"1885-02-08","Plats":"Mot Aden","Koordinater":[16.918113502223036,63.310148847099434]},{"Datum":"1885-02-09","Plats":"Mot Aden","Koordinater":[16.436608123624882,61.39225548579468]},{"Datum":"1885-02-10","Plats":"Mot Aden","Koordinater":[15.595318868920476,58.82042585980065],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM: Sedan vi lemnade Japan, har det varit litet lifligare ombord. Vi fingo nämligen der en apa och tre kattor, hvartill i Ostindien kommo några tjog papegojor, hvilkabereda folket ständigt nya förströelser. Ännu hafva vi qvarvåra två bockar från den sorgliga jagten på Nouka Hiva,Markus och Lukas, hvilka gå alldeles fria ombord, följamanskapet upp och ned för trapporna, känna sina namnoch göra visiter i land utan tanke på rymning. Förutom nu uppräknade vänner ur djurriket hafva vi de allra näpnaste små svarta grisar, som kommit ombord dels under vistelsen i Honolulu dels dessförinnan från småöarne. Deras svåraste stund återkommer regelbundet hvarje morgon, då de tvättas. Lördagsmorgnarne söndertagas alla burar föratt rengöras, då alla gäss, ankor, höns, papegojor och grisarvandra fritt omkring, hvar på sitt språk tolkande sin glädje\r\nöfver tillvaron."},{"Datum":"1885-02-11","Plats":"Mot Aden","Koordinater":[14.89183939804804,55.89668655295683]},{"Datum":"1885-02-12","Plats":"Mot Aden","Koordinater":[14.621248644449269,54.24719612635849]},{"Datum":"1885-02-13","Plats":"Mot Aden","Koordinater":[14.159216602651213,53.043371162626364]},{"Datum":"1885-02-14","Plats":"Mot Aden","Koordinater":[13.625686058874672,51.598334681476445]},{"Datum":"1885-02-15","Plats":"Mot Aden","Koordinater":[13.083272922619015,50.236185522879836]},{"Datum":"1885-02-16","Plats":"Mot Aden","Koordinater":[12.982995015970163,48.028014990587664]},{"Datum":"1885-02-17","Plats":"Mot Aden","Koordinater":[12.377910571233262,46.10895585670806]},{"Datum":"1885-02-18","Plats":"Aden","Koordinater":[12.724659553396691,45.02918865308845]},{"Datum":"1885-02-19","Plats":"Mot Massauah","Koordinater":[12.53397893914911,43.51258092919717],"Sjöofficer Svante Natt och Dag händelser":"Den 19 passerade vi ön Perim, en torr och nakenklippa, hvars bebyggare äro hugnade med sällskapet af enengelsk garnison... Sent på qvällen sjönk Perims fyr ur våråsyn och snart derpå uppdöko Zebayer-öarne. Dagsljusetvisade oss den föga tilltalande taflan af tre ångare, som lågo vrak på en strand. En af dem höll sig på rät köloch stod till skrofvets hela längd öfver vatten. Det hadevarit en småsak, att med ett bergningsfartyg rädda den för¬liste ångaren, men sådant brukas ej här."},{"Datum":"1885-02-20","Plats":"Mot Massauah","Koordinater":[13.967447827283827,42.33223954909158],"Humblas dagbok händelser":"Möjligen var ett par dagar anslagna för uppehållet här, men då anlände ett telegram till Vanadis chef, vilket helt och hållet omgestaltade sakernas ordning. Telegrammet beordrade Vanadis att skyndsammast avgå till Massauah i Egypten för att medtaga eventuella landsmän eller andra kristna, vilka genom det italienska kriget råkat i ett bekymmersamt läge. I Massauah fanns ju en svensk missionsstation, vars missionär hette Svensson, och man visste icke huru det skulle gå för dem, om den italienska frammarschen komme att fortsätta. Tre av Vanadis gastar hunno trots det korta uppehållet i Aden att bli ordentligt genompryglade av några ridande araber, vilka de tagit sig orådet att kasta sten på. Gastarna hade erhållit landpermission och i sin ystra glädje började de stenkasta dessa ridande araber. Ryttarna voro emellertid snabbare i vändningarna än våra sjömän hade tänkt sig. De sutto av hästryggarna, samt rusade på stenkastarna, innan dessa hunno undan och pryglade upp dem grundligt. Sedan återvände de till sina hästar och fortsatte. Befolkningen är araber samt halvnegrer. För övrigt är landet mycket bergigt, och såväl höga som spetsiga kala bergsklippor mötte våra blickar åt alla väderstreck. ","Sjöofficer Svante Natt och Dag händelser":"En liten illustration öfver den stämning vis-å-vis ara¬berna, som redan hunnit göra sig gällande hos vårt folk, gafsunder det korta besöket i Aden. Tre man, som fatt land¬permission, tänkte göra sig dagen glad och hade satt dfverstpå programmet: »ridt på borickor». Som en oväntad, in¬skjuten punkt /i samma program följde emellertid straxderpå stenkastning af en hop ökenhjeltar. Man vet icke,huru nöjet kommit att sluta, derest märsgastarne fortsatt påborickornas ryggar — ett element, der de voro minst hemma¬stadda. Nu blef det snart slag i saken, och det af näfvar,hvilka icke förlorat i värde såsom vapen genom att halfvadygnet om handtera tåg. Ryttarne lemnade nämligen sinosäkra ställning, rusade in i bandithopen och höggo hvarsin individ, hvilken de på det mest aktningsvärda sättgenompryglade, hvarpå de utan sällskap af stenar kundefortsätta sin färd.\r\nNågra af oss gjorde ett kort besök i sjelfva stadenAden och återkommo med det intryck, att en tråkigare hålaej kunde påträffas. Vägen dit gick gemom en ödslig, för¬bränd trakt, der de herskande färgerna voro grått och svart"},{"Datum":"1885-02-21","Plats":"Massauah","Koordinater":[15.600755288307592,39.52757516884071],"Humblas dagbok händelser":"Lördagen den 21:sta febr. (?) fingo gastarna stilla sin nyfikenhet för vad som komma skulle ty då nådde Vanadis Massauah och ankrade på dess redd. Den egyptiska flaggan fick 21 skott, likaså den italienska, och därefter fällde Vanadis fallrepstrappan, så att några av de väntande svenska missionärerna kunde stiga ombord för att berätta om sina äventyr under upproret. Staden Massauah ligger på en ö, som medelst en bro var förbunden med fastlandet. För att komma upp till den en mil härifrån belägna svenska missiionsstationen Makullu, måste man således vandra över en enformig sandslätt, på vilken några arabhyddor av gräs lågo här och där. Människorna i dessa hyddor sågo inte ut att vara vidar vänskapligt ställda mot Vanadis' män, och troligt är, att om inte de välkända missionärerna varit med det blivit handgemäng av, beväpnade med alla möjliga redskap som dessa infördingar voro. Till en början var den ena av missionärerna alldeles ensam här nere blande de vilda negrerna, berättade man för oss. Då var han nödsakad att bo i en jordkula och äta gräs samt villebråd, alldeles som infödingarna. Vid flera tillfällen ville de döda honom, men det fanns de som tyckte, att han aldrig gjort dem något ont utan i mångt och mycket hulpit dem; därför kunde han ju få vara. Dock skördade hans uppoffring och i övrigt strävsamma liv en ringa uppmuntran. Han förstod slutligen, att här skulle han aldrig lyckas vinna framgång, och därför begav han sig därifrån till Massauah, där han tillsammans med tre andra svenska missionärer uppförde missionshuset, på vars rymliga veranda vi nu sutto. ","Sjöofficer Svante Natt och Dag händelser":"Som en bomb nedslog ett telegram med order, attvi skulle ofördröjligen gå till Massauah, för att i händelse af behof taga der vårande landsmän ombord samt i allmänhet gifva de kristna ett handtag. Af pastor Svensson, missionär i Massauah, fingo vi höra, att Kartum fallit och att Gordon stupat. Som en löpeld flög nyheten om telegrammet genom gunrum och batteri, och öfverallt hörde man talas om möjligheten af ett sammanträffande med »Arauber» (somdet heter på karlskronitska). Och som ett tillägg, kanske här på sin plats, vågar jag försäkra dig, att det icke fans en blåskjorta ombord, som icke gladde sig åt den möjligheten.","Kommentar":"Jakob Ström (ambassaden): Den text som du förmedlade var ju fascinerande och avsnittet om Massawa ganska utförligt. Tillsammans med en eritreansk kille (Kenan Tecle) har jag intervjuat ett par personer och hittat ett par böcker där Vanadis besök omnämns.\r\n\r\nDet finns till exempel en 82-årig VD för CocaCola i Eritrea, vars morfar åkte till Sverige redan på 1860-talet för att utbildas av kyrkan. Svenska missionärer startade några år senare upp den första skolan och det första tryckeriet i Eritrea. Den kyrka som de drev i Massawa omskrivs mycket positivt av Svante Natt och dag. \r\n\r\nVDn (som har många historier om kopplingen till Sverige) och andra kunniga kan vara värda att fånga på film. Jag har också blivit sugen på att skriva ett kort häfte som ambassaden kan använda om den svensk-eritreanska gemensamma historien, som är betydligt rikare under drygt 150 års tid än vad jag hade trott. "},{"Datum":"1885-02-22","Plats":"Massauah","Koordinater":[15.600755288307592,39.52757516884071]},{"Datum":"1885-02-23","Plats":"Massauah","Koordinater":[15.600755288307592,39.52757516884071],"Sjöofficer Svante Natt och Dag händelser":"Snart kommonågra af våra missionärer ombord, för att helsa oss väl¬komna till ett besök på missionsanstalten. I land väntademulåsnor, hästar och borickor, och så bar det åstad i ettpar partier genom staden, som ligger på en ö, derefteröfver bron till fastlandet och vidare en svensk mil ut tillMakullu, hvarest missionen är förlagd. Färden gick öfveren öde sandslätt och förbi en arabby, uppförd till störstadelen af gräshyddor. Araber, kopter och negrer svärmadeomkring oss, och på galgfysionomier fans ingen brist. Be¬väpnade voro alla, vanligen med en tung, kort käpp, oftamed spjut eller dolk samt sköld af rhinocerons hud. Ögon¬kasten, som bestodos oss, voro allt annat än vänlig."},{"Datum":"1885-02-24","Plats":"Massauah","Koordinater":[15.600755288307592,39.52757516884071],"Sjöofficer Svante Natt och Dag händelser":"framkomna, mottogos vi af den kvarvarande pastor Månsson samt missionens fruar, tre svenskor och en engelska.  Sarskildt fru Lundqvist var en typ för den gästfrihet och älsklighet, som, enligt mitt förmenande, utmärka och särskilja Sveriges qvinnor från den öfriga verldens...\r\nSjelfva hufvudbygnaden hade nyligen lidit af en våldsam jordbäfning, som grundligt förstört ett rum, hvari byggmästare Bengtson (Sture, han lär ha byggt kyrkan)med fru just skulle flytta in.","Länk/Objekt":"https://www.elmbv.se/en-halsning-fran-eritrea/","Kommentar":"Länk som visar missionsstationen Emkullo idag."},{"Datum":"1885-02-25","Plats":"Mot Suez","Koordinater":[16.338467944625627,39.32011798712059],"Sjöofficer Svante Natt och Dag händelser":"Den 25 på morgonen gick spelet, ankaret släppte sitt tag i bottnen och snart stod Vanadis under ånga ut genomnorra Massauah-sundet."},{"Datum":"1885-02-26","Plats":"Mot Suez","Koordinater":[17.773827238004678,38.861977203939304]},{"Datum":"1885-02-27","Plats":"Mot Suez","Koordinater":[18.827359799471232,38.3184207556622]},{"Datum":"1885-02-28","Plats":"Mot Suez","Koordinater":[21.381615149806333,38.35844511804204]},{"Datum":"1885-03-01","Plats":"Mot Suez","Koordinater":[22.419362643702367,37.0330633742078]},{"Datum":"1885-03-02","Plats":"Mot Suez","Koordinater":[24.460395334989116,35.88752353158595]},{"Datum":"1885-03-03","Plats":"Mot Suez","Koordinater":[27.47153740351583,34.13670123958842],"Humblas dagbok händelser":"Det tog hela 7 dygn att gå genom detta hav för maskin, men då vi äntligen den 3:dje mars vid 3-tiden passerade Suezviken, lämnade vi Röda havet. Vi passerade platsen för Israels folks övergång under Mose ledning samt sågo Sinai berg. Det kändes så underligt, att få se dessa platser, vilka vi läst om som barn, och själv stod jag där uppe på Vanadis däck och tänkte på min gamle skollärare, K. J. Karlstedt i Hallingeberg, vilken jag läst min bibliska historia för en gång... Men ännu en dag för ånga och vi kunna inte hava långt till Suez - det mångomtalade Suez...","Sjöofficer Svante Natt och Dag händelser":"Det gick friskt undan från Massauah. Mötet med en norsk ångare var det enda anmärkningsvärda under färden till Suez, dit vi framkommo den 4 mars på eftermiddagen."},{"Datum":"1885-03-04","Plats":"Suez","Koordinater":[28.726612530785108,33.088184707557204],"Sjöofficer Svante Natt och Dag händelser":"Vi hade just låtit ankaret gå, när några statens tjenare kommo ombord och läto oss förstå, att vi ansågos som farligt folk, alldenstund vi kommit temligen direkt från kolerasmittad ort — Bombay. Och i sammanhang härmed fingo vi genast lätta ankar och gå ned till karantänsplatsen för 24 timmars isolering. "},{"Datum":"1885-03-05","Plats":"Suez","Koordinater":[30.21313103572317,32.543718881359716]},{"Datum":"1885-03-06","Plats":"Ismailiya","Koordinater":[30.586821014215253,32.27752354051574]},{"Datum":"1885-03-07","Plats":"Port Said","Koordinater":[31.263877408656164,32.32084146911456]},{"Datum":"1885-03-08","Plats":"Port Said","Koordinater":[31.263877408656164,32.32084146911456]},{"Datum":"1885-03-09","Plats":"Port Said","Koordinater":[31.263877408656164,32.32084146911456]},{"Datum":"1885-03-10","Plats":"Mot Alesandria","Koordinater":[31.543310867531666,31.58761674605128]},{"Datum":"1885-03-11","Plats":"Alexandria","Koordinater":[31.198242187488646,29.833717856425704]},{"Datum":"1885-03-12","Plats":"Alexandria","Koordinater":[31.198242187488646,29.833717856425704],"Humblas dagbok händelser":"Efter att ha gått för maskin med 5 knops fart, voro vi framme i Port Said vid halv 6-tiden på lördagskvällen den 7:de mars (?), där vi hade full kolning under lördagsnatten. "},{"Datum":"1885-03-13","Plats":"Alexandria","Koordinater":[31.198242187488646,29.833717856425704],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM: Jag hade den turen att af prins Oscar inbjudas till enfärd bortåt Cairo och pyramiderna.\r\nVi voro sju i sällskapet, nämligen prinsen med tvåadjutanter, chefen med en dito samt generalkonsul von Heidenstam med fru. Den 12 mars på e. m. voro vi i Cairo. Hufvudendamålet med resan var att uppvakta khediven; för min egen del ansåg jag en visit på pyramiderna långt vigtigare. Om staden Cairo ha resekorrespondenter skrifvit så mycket, att en sjöman, som för några dagar slår sig nedpå nämda ort, torde hafva intet af intresse att tillägga. Jag meddelar derför endast, att staden ännu ligger på sin gamla plats vid pyramiderna eller, om du så vill, att de senare behålla sitt läge vid Cairo, att här bo omkring 600,000 menniskor och en stor mängd kameler samt att drickspenningsystemet florerar sida vid sida med oförskämdheten."},{"Datum":"1885-03-14","Plats":"Alexandria","Koordinater":[31.198242187488646,29.833717856425704]},{"Datum":"1885-03-15","Plats":"Mot Valetta","Koordinater":[31.569569292274878,29.637742301585284]},{"Datum":"1885-03-16","Plats":"Mot Valetta","Koordinater":[31.304441669591682,29.078409703932426]},{"Datum":"1885-03-17","Plats":"Mot Valetta","Koordinater":[32.3079164235719,30.134926832832285]},{"Datum":"1885-03-18","Plats":"Mot Valetta","Koordinater":[31.590444466237674,28.133785167276425]},{"Datum":"1885-03-19","Plats":"Mot Valetta","Koordinater":[33.672339392244886,25.018903604182835]},{"Datum":"1885-03-20","Plats":"Mot Valetta","Koordinater":[34.68383851480489,22.43036952185885]},{"Datum":"1885-03-21","Plats":"Mot Valetta","Koordinater":[35.621780588843635,22.20634312293083]},{"Datum":"1885-03-22","Plats":"Mot Valetta","Koordinater":[35.322097945069736,21.441723856512215]},{"Datum":"1885-03-23","Plats":"Mot Valetta","Koordinater":[35.876097536892665,17.27818875589564]},{"Datum":"1885-03-24","Plats":"Valetta","Koordinater":[35.90948232713283,14.510436738594287],"Humblas dagbok händelser":"Med en kurs av N. 74 gr. W. ankommo vi vid 2-tiden på middagen till Malta utanför Grand Harbour. Ön Malta är en engelsk besittning. söder om Cicilien och är synnerligen starkt befästad. [...] Fästningens namn är La Valetta. Fordom var ön befolkad av ett det vildaste och mest barbariska släkte, som någonsin funnits inom europeiska gränser. Kofferdifarare kunde sålunda aldrig besöka on för handel med varor, och i allmänhet härjade dessa sjörövare runt om på Medelhavet och gjorde kusterna ända neråt Afrika osäkra. Kommen under England, blev det emelleritd annat av för denna sjörövareort. Den blev fullständigt rensad från patrasket samt starkt befästad och blev slutligen station för engelska medelhavsflottan. Där låg vid vår ankomst 2 engelska pansarfregatter, Superb och Alexandra, den senare ditboxerad från Alexandria. De väntade på order att få avgå och kryssa i de tripolitanska farvattnen under uppgift att bevaka eventuellt ryskt anfall på de engelska besittningarna därstädes. [...] Invånarna, malteserna, äro en uppblandning av spanska, italienska och franska folk, men den arabiska rasen är övervägande bland de lägre folken, vilket framgår därav, att huvudsaklingen arabiska och därnäst italienska talas på Malta. ","Länk/Objekt":"https://collections.rmg.co.uk/collections/objects/14657.html"},{"Datum":"1885-03-25","Plats":"Valetta","Koordinater":[35.90948232713283,14.510436738594287],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM MALTA: Vanadis dunkla skrof kunde knappt skönjas i qvällsmörkret; men lanternor och ljus från batteriet tillkännagåfvo hvar vi lago. En båt med två man i kom under nästan ljudlös rodd smygande ut fran land, närmade sig allt mer fregatten och nådde slutligen ena sidan. Försiktigt kapades nu en fendert (ett större frihult med tågvirke), som ännu hängde utombords efter kolningen. Knifven skulle derpa göra sitt snitt genom båtupphalaren, då posten i babords fallrep gaf till hals. Tjufvarne voro blixtsnabbt vid sina åror och hade hunnit nära halfvägs till land, då vi hade vår bat klar att sätta af till förföljande. Nu blef det vilda jagten. Gastarne lade till: sina ryggar; så att det knakade — och den, som sett svenska båtsman och matroser göra sitt bästa vid årorna, skall också inse, att malteserbåten kunde upphinnas, innan den nådde land. Så skedde ock. Två man hoppade i flyktingarnes snipa, den ene af tjufvarne greps med ett ärligt tag i nacken, just som han skulle följa exemplet af sin kamrat och plumsa i sjön. Den andre räddade sig genom simning. Bytet fördes nu ombord och derpå direkt till polisstationen. Flera båtar hade kommit ut från land, tydligen i afsigt att hjelpa maltesern, men höllo sig undan, då de fingo se en örlogsbåt, full med folk. Domen föll ett par dagar senare och lydde pa tre månaders hårdt arbete."},{"Datum":"1885-03-26","Plats":"Valetta","Koordinater":[35.90948232713283,14.510436738594287]},{"Datum":"1885-03-27","Plats":"Valetta","Koordinater":[35.90948232713283,14.510436738594287]},{"Datum":"1885-03-28","Plats":"Mot Gibraltar","Koordinater":[36.27584127544423,14.106750085899456]},{"Datum":"1885-03-29","Plats":"Mot Gibraltar","Koordinater":[36.549663162251974,14.00679310108951]},{"Datum":"1885-03-30","Plats":"Mot Gibraltar","Koordinater":[37.59773824452582,11.647504468237857],"Humblas dagbok händelser":"Måndagsmorgonens första göra var tvättning av mattor och presenningar. Härefter var bidevinden åter så pass att det lönade sig att göra loss seglen, vilka sedan fingo vara uppe hela återstoden av dagen. På natten hade vi väl sovit några timmar i godan ro, då det blåstes larm. Då var det att genast komma upp på däck, halvnakna och yra. Det blev inget vidare med sömnen efter dessa larm, och morgonen som följde härpå voro vi redan upp kl. 5 för att åter beslå segel. Nere under pannorna var fyran tänd och nu gick åter Vanadis för maskin till kl. 10 f. m., då det blåstes: \"Alle man lättar ankar och går till segels\"."},{"Datum":"1885-03-31","Plats":"Mot Gibraltar","Koordinater":[37.663232611244446,9.458170717120737],"Humblas dagbok händelser":"Under hela denna förmiddag hade vi Afrikas kust i sikte om babord samt passerade förbi Cap Serrath vid middagstiden den sista mars. Denna dag slutade med vapenmönstring, varefter chefen gick till babords fallrep och kommenderade: \"Babords vakt lägger styrbords kätting till spels, - Språng-marsch...\" Genast flögo gastarna fram till spelet, och på mindre än 2½ minut verkställdes ordern. Då kunde inte heller chefen tiga. \"Det var bra och raskt gjort av er, gossar\", sade han, \"så ska det alltid gå. Förr har ni lagt till spels på en kvart, - och idag har ni gjort detsamma på mindre än 2½ minut...\""},{"Datum":"1885-04-01","Plats":"Mot Gibraltar","Koordinater":[37.992626988132535,8.608732040341758]},{"Datum":"1885-04-02","Plats":"Mot Gibraltar","Koordinater":[38.31827927985994,6.428100143352191]},{"Datum":"1885-04-03","Plats":"Mot Gibraltar","Koordinater":[37.157152938858765,3.6149918831364443]},{"Datum":"1885-04-04","Plats":"Mot Gibraltar","Koordinater":[37.632346887690396,3.3132632275722274]},{"Datum":"1885-04-05","Plats":"Mot Gibraltar","Koordinater":[37.09674424934043,1.4399302711771271],"Humblas dagbok händelser":"På påskdagens afton släcktes elden under pannorna, ty vi hade fått skarp bidevind, vilken under natten och följande dag friskade i och närmade sig mer och mer storm. Vi satte därför segel, gjorde loss samt togo upp bramråarna. "},{"Datum":"1885-04-06","Plats":"Mot Gibraltar","Koordinater":[37.25036396354204,0.7710379544814722],"Humblas dagbok händelser":"Då styrbords vakt hade morgonvakten Annandag Påsk och skulle reva märssegel, skedde en sorglig olycka. Uppe i stormärsrån var nämligen 1:ste stormärskorpralen i fullt arbete med att reva märsseglen, då han råkade slinta i den hårda sjögången och falla ned. Han slog i däcket på förkant om stormasten och döden följde nästan ögonblickligen. Nu hade vi åter döden som gäst ombord. En av våra kamrater skulle kvarlämnas, medan Vanadis gick vidare mot hemlandet. Helt osäkt trängde minnena från Nukuhiwa på oss. Gastarna gingo omkring med sänkta blickar och under tystnad fullgjorde de sina åligganden."},{"Datum":"1885-04-07","Plats":"Mot Gibraltar","Koordinater":[36.68641959340738,-0.7023401303590566]},{"Datum":"1885-04-08","Plats":"Mot Gibraltar","Koordinater":[37.071293049312715,-0.8963544174851127]},{"Datum":"1885-04-09","Plats":"Mot Gibraltar","Koordinater":[36.05386859122454,-2.3550413558695724]},{"Datum":"1885-04-10","Plats":"Mot Gibraltar","Koordinater":[35.89472803357154,-3.483170951976183],"Humblas dagbok händelser":"Dagen därpå, som var fredagen den 10:de april, fingo vi ett fartyg i sikte, vars ankomst till någon del fömådde skingra ledsnaden över kropral Hultbergs bortgång. Det var nämligen en landsman, korvetten \"Balder\", som siktades. Balder hade varit på sjöresa i 9 månader och här ute i Medelhavet råkades i helt oförberett och fingop samma väg ett stycke. Liksom vi var även Balder nu på hemväg, och så snart han kommit oss tillräckligt nära, gjordes vant och relingsmanning. Nästan samtidigt som vi varseblivit den svenska örlogsflaggan på Balders stortopp, skymtade vi den för alla sjömän så välkända klippan vid Gibraltar. Att det blev ett ytterst hjärligt mottagande av vännerna från Balder behöver väl knappast nämnas, ej heller att vi överöste dem med tusentals frågor rörande hemlandet, för vilket vi slitit under denna långa resa omkring jordklotet. ","Länk/Objekt":"https://digitaltmuseum.se/011024824303/korvett"},{"Datum":"1885-04-11","Plats":"Gibraltar","Koordinater":[36.14570338436877,-5.404911375167029],"Humblas dagbok händelser":"På morgonen den 1:te april kl. 6 f. m. ankrade Vanadis och Balder i Gibraltar, efter en seglats under vilken Balder fick pressa hårt för att kunna följa Vanadis. Senare på dagen gav Vanadis middag för Balder - och uppe på engelska kyrkogården reddes korpral Hultbergs grav... I Gibraltars hamn lågo Vanadis och Balder sida vid sida, med örlogsflaggorna på halv stång. På Vanadis' däck stod korpral Hultbergs blomsterhöljda kista och på e. m. fördes den av 6 korpraler till den sista vilan. Utom de, vilka blivit kommenderade till begravningen, hade ingen av besättningarna ledigt. I Gibraltar kom nämligen telegram från svenska regeringen till chefen på Vanadis, att vi fortast möjligt skulle avgå hem på grund av att ryssarna bråkade och ville ha en kolstation på Gotland. Därför måste vi omedelbart ta i tu med kolningen. Det var ju lördag och arbetet avbröts vid middagstiden strax före begravningen, men någon parad var det icke tid med. ","Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM: Och när vi så strax före hemkomsten en vacker dag fingo se Sveriges örlogsflagga blåsa från en korvett (Balder) och snart derpå sigtade den gamla klippan vid Gibraltar, kände vi oss riktigt hemmastadda. Så följde ett ytterst hjertligt handskakande med vännerna ombord på Balder, middag för desamma i Gibraltar samt tusende frågor om hemlandet, kriget med Ryssland, och så vidare. ","Länk/Objekt":"https://digitaltmuseum.se/021026455029/angkorvett-3-mastad","Kommentar":"Tavla med Balder"},{"Datum":"1885-04-12","Plats":"Gibraltar","Koordinater":[36.14570338436877,-5.404911375167029]},{"Datum":"1885-04-13","Plats":"Gibraltar","Koordinater":[36.14570338436877,-5.404911375167029]},{"Datum":"1885-04-14","Plats":"Gibraltar","Koordinater":[36.14570338436877,-5.404911375167029]},{"Datum":"1885-04-15","Plats":"Gibraltar","Koordinater":[36.14570338436877,-5.404911375167029]},{"Datum":"1885-04-16","Plats":"Mot Deal","Koordinater":[35.91584838446223,-7.383728586758507]},{"Datum":"1885-04-17","Plats":"Mot Deal","Koordinater":[35.369227645765235,-8.515861624902081]},{"Datum":"1885-04-18","Plats":"Mot Deal","Koordinater":[35.33283590572567,-10.40221301029284]},{"Datum":"1885-04-19","Plats":"Mot Deal","Koordinater":[34.946630465857886,-13.42587324171606]},{"Datum":"1885-04-20","Plats":"Mot Deal","Koordinater":[35.82973583205885,-15.693729470502957]},{"Datum":"1885-04-21","Plats":"Mot Deal","Koordinater":[36.50373591904236,-18.764077503076567]},{"Datum":"1885-04-22","Plats":"Mot Deal","Koordinater":[39.10298143915075,-18.478297352185415]},{"Datum":"1885-04-23","Plats":"Mot Deal","Koordinater":[43.00216697128363,-15.822318866034689]},{"Datum":"1885-04-24","Plats":"Mot Deal","Koordinater":[45.07695714321133,-12.4005175451881]},{"Datum":"1885-04-25","Plats":"Mot Deal","Koordinater":[47.767824230895016,-8.784113204484576]},{"Datum":"1885-04-26","Plats":"Mot Deal","Koordinater":[49.3797691586626,-5.129571437910997]},{"Datum":"1885-04-27","Plats":"Mot Deal","Koordinater":[50.431250090993714,-1.2538384595522172]},{"Datum":"1885-04-28","Plats":"Deal","Koordinater":[51.20940976881528,1.420933651442973],"Humblas dagbok händelser":"Under den följande dagen gingo vi fortfarande för maskin samt hade åtskilliga övningar och eldstrider och tisdagsmorgonen den 28:de ankommo vi kl. 3 till Deal, en stad i Engelska kanalen. Sedan vi passerat de farliga sandbankarna utanför inloppet, kommo vi in i en ypperlig hamn, stor nog att rymma ett par hundra fartyg. Staden är belägen i grevskapet Kent vid Nordsjön och har en livlig handel med skeppsförnödenheter., "},{"Datum":"1885-04-29","Plats":"Mot Malmö","Koordinater":[53.959763709794586,3.630898212386762]},{"Datum":"1885-04-30","Plats":"Mot Malmö","Koordinater":[55.89790071412889,6.277940716194265]},{"Datum":"1885-05-01","Plats":"Mot Malmö","Koordinater":[57.6858873543203,9.41171199774296],"Humblas dagbok händelser":"Det var åter den 1:sta maj och termometern visade plus 5 grader. Vid 3-tiden på morgonen varskodde utkiken, att Sveriges kust var i sikte förut. Det var inte mera än en blå strimma vid horisonten men glädjen över den första skymten av hemlandet var stor och allmän. Dagen till ära fingo vi sedan extra kaffe förutom 2 tum rom pr man. "},{"Datum":"1885-05-02","Plats":"Malmö","Koordinater":[55.59958733470699,12.867491514453581]},{"Datum":"1885-05-03","Plats":"Skanör","Koordinater":[55.43547030922407,12.905711144002858]},{"Datum":"1885-05-04","Plats":"Skanör","Koordinater":[55.381250318468915,12.777803708678976],"Sjöofficer Svante Natt och Dag händelser":"OKLART DATUM KARLSKRONA: När stormen slutligen bedarrat, ångade vi i väg mot Karlskrona. Afsigten var först att, eftersom vi nådde inloppet sent på aftonen, ligga bi öfver natten der utanför, men då stormen åter tycktes vilja taga upp sig, beslöt chefen att gå in. Hittills hade inga egentliga symptom af »hem¬feber» visat sig, men när fyren på »Godnatts» torn blänkte emot oss och snart ett och annat svagt sken började glimma borta i staden, kunde man märka en viss oro hos en och annan »Clause» eller »Calle», som nu visste, att han inom några få timmar skulle få trycka en älskad maka eller fästmö till sitt bröst. I becksvarta natten ångade Vanadis in, tätt följd i kölvattnet af Balder, och när midnattstimmen slog i stadens kyrktorn, hade vårt ankare åter tagit sammabotten, derifrån det precis på dagen sjutton månader tillbaka lättades."},{"Datum":"1885-05-05","Plats":"Karlskrona","Koordinater":[56.153030510020734,15.57151099469385]},{"Datum":"1885-05-06","Plats":"Karlskrona","Koordinater":[56.153030510020734,15.57151099469385]},{"Datum":"1885-05-07","Plats":"Karlskrona","Koordinater":[56.153030510020734,15.57151099469385]},{"Datum":"1885-05-08","Plats":"Vigsö","Koordinater":[59.41017582213269,18.53366798122883]},{"Datum":"1885-05-09","Plats":"Stockholm","Koordinater":[59.32379812845841,18.078710374744816],"Humblas dagbok händelser":"Världsomseglarna voro åter hemma efter 18 månaders strapatser, och när fartyget förtöjts vid Skeppsholmskajen visste vi att Vanadis gjort sin sista långresa. Efter avmönstringen bänkade vi oss allesammans, både befäl och manskap i exercishuset på Skeppsholmen, där kungamiddagen var serverad. Medan vi läto maten oss väl smaka, gingo konungen och drottningen omkring borden under livligt samspråk. Det var ett muntert sällskap, som ett par timmar senare med säckar och sjöskrin steg ombord på handelsångaren AEolus, vilken omedelbart skulle återföra oss till Karlskrona, som ju var vår station och där vi slutligen skulle lämna tjänsten och anträda vår hemresa pr järnväg. [...] Jag plockade rätt på de olika föremålen jag medförde från fjärran länder och de voro av vitt skilda slag. Det lilla svart- och vitmålade sjöskrinet, som var 14 tum långt, slängde jag under armen. Det var alldeles fullproppat med med koraller, stenar och olika slags snäckor, hämtade på öarna i Söderhavet, förutom provbitar av en mängd träslag, en solfjäder och ett syskrin från Jokohama, ett par kinesiska tidningsblad, samt kokosnöten från Nukuhiwa. I kavajens innerficka lågo mina dagboksanteckningar, samt sjömanssången, som jag skrivit under världsomseglingen, och i byxlommen skramlade en mängd mynt från världens alla hörn. Den påse på 20 skålpund härligt kaffe, som köptes på Ceylon, slängde jag slutligen över ena axeln och sedan bar det iväg hemåt på apostlahästarna, samma väg som för 18 månader sedan. "},{"Datum":"1885-05-10"},{"Datum":"1885-05-11"},{"Datum":"1885-05-12"},{"Datum":"1885-05-13"},{"Datum":"1885-05-14"},{"Datum":"1885-05-15"},{"Datum":"1885-05-16"},{"Datum":"1885-05-17"},{"Datum":"1885-05-18"},{"Datum":"1885-05-19"},{"Datum":"1885-05-20"},{"Datum":"1885-05-21"},{"Datum":"1885-05-22"},{"Datum":"1885-05-23"},{"Datum":"1885-05-24"},{"Datum":"1885-05-25"},{"Datum":"1885-05-26"},{"Datum":"1885-05-27"},{"Datum":"1885-05-28"},{"Datum":"1885-05-29"},{"Datum":"1885-05-30"},{"Datum":"1885-05-31"},{"Datum":"1885-06-01"},{"Datum":"1885-06-02"},{"Datum":"1885-06-03"},{"Datum":"1885-06-04"},{"Datum":"1885-06-05"},{"Datum":"1885-06-06"},{"Datum":"1885-06-07"},{"Datum":"1885-06-08"},{"Datum":"1885-06-09"},{"Datum":"1885-06-10"},{"Datum":"1885-06-11"},{"Datum":"1885-06-12"},{"Datum":"1885-06-13"},{"Datum":"1885-06-14"},{"Datum":"1885-06-15"},{"Datum":"1885-06-16"},{"Datum":"1885-06-17"},{"Datum":"1885-06-18"},{"Datum":"1885-06-19"},{"Datum":"1885-06-20"},{"Datum":"1885-06-21"},{"Datum":"1885-06-22"},{"Datum":"1885-06-23"},{"Datum":"1885-06-24"},{"Datum":"1885-06-25"},{"Datum":"1885-06-26"},{"Datum":"1885-06-27"},{"Datum":"1885-06-28"},{"Datum":"1885-06-29"},{"Datum":"1885-06-30"}]